[

  {
    "title": "МУҚАДДИМА",
    "text": "Зотининг абадий еканини билдирган Аллоҳ таолога ҳамд бўлсин. У Ўзидан бошқа барча мавжудотларнинг ўлишларини истади. Кофирларни ва гуноҳкорларни қабр азоби билан, албатта,жазолайди. Бандалари дунё ва охират саодатига еришишлари учун уларга пайғамбарлари воситасида амрларини ва та’қиқларини етказди. Бандалари охиратда азоб ёки мукофот олишларини уларнинг дунёда қилган амалларига боғлиқ қилди. Охират йўлига кириб, розилигига қовушишни Ўзи танлаган ва севган бандаларига осон қилди. Аллоҳ таоло суюкли пайғамбари Муҳаммад (с.а.в.)га, Ул зотнинг оила а’золарига ва саҳобаларига салоту салом юборсинки, уларнинг исмларини мусулмонлар орасида жуда мў’табар қилди. Билингки, ҳамма нарсани тирилтирган ва ўлдирган Аллоҳ таоло Оли Имрон сурасининг 185-ояти Анбиё сурасининг 35-ояти ва Анкабут cурасининг 57-оятининг маоли-шарифида: Ҳар бир жон ўлим (аччиғи)ни тотгувчидир , деб марҳамат қилган. Шу тариқа оламларнинг учта еканини билдирди. Дунё оламига келганлар албатта ўлади. Малакут ва жабарут оламига келганлар ҳам, албатта, ўлади. Булар дунё оламида яшовчилар, инсонлар билан бирга қуруқликда, сувда ва ҳавода яшайдиган ҳайвонлардир. Малакутий бўлган (кўз билан кўриб бўлмайдиган) олам, я’ни бу иккинчи олам фаришталар билан жин тоифалари яшайдиган оламдир. Жабарутий бўлган учинчи олам еса фаришталардан танланганларнинг оламидир. Бу тўғрисида Қур’они каримда шундай марҳамат қилинган: Аллоҳ фаришталардан ҳам, инсонлардан ҳам елчилар танлади (Ҳаж сураси, 75-оят). Ана шу учинчи тоифа жабарут оламининг аҳли Карубий , Руҳонийлар ва Ҳамалаи Аршни кўтариб турувчи фаришталар Арш фаришталари ва Суродиқоти жалол аҳли бўлганлардир. Анбиё сурасининг 19-20-оятларида бундай дейилади: Унинг (Аллоҳнинг) ҳузуридаги зотлар (фаришталар) Унинг ибодатидан орланмайдилар ва чарчамайдилар ҳам. Улар туну кун сусткашлик қилмасдан (Аллоҳга) тасбеҳ айтадилар\". Аллоҳ таоло уларни мана шу ояти карима билан мадҳ етди. Улар жуда шарафли бўлиб, жаннат боғчаларида кезурлар. Булар Қур’они каримда билдирилган бўлиб, сифатлари келтириб ўтилган. Улар Ҳаққа та’олога яқин бўлишлари ва маконлари жаннат боғчалари бўлишларига қарамай барибир ўладилар. Уларнинг Аллоҳ таолога яқинликлари ўлишларига моне’ бўла олмайдилар. Азиз биродарим! Мен сенга олдин дунё ўлимини англатай. сўзларимни тинглаш учун яхшилаб қулоқ сол. Агар Аллоҳ таоло ва Унинг Расулига (с.а.в.), Қиёмат ва охират кунига иймонинг бўлса, сўзларимни англарсан. Сенга инсонларнинг бир ҳолдан бошқа бир ҳолга қандай ўтишларини нақл етиб, уларнинг ҳолларини, васфларини айтиб берурман. Бу сўзларимга Аллоҳ таоло ва Қур’они карим шоҳиддир. Қур’они карим оятлари билан саҳиҳ ҳадислар сўзимни тасдиқлайди. Инсон ўлгач, унинг дунё ҳаёти тугайди. Охират ҳаёти бошланади. Охират ҳаёти уч қисмдир: 1. Қайта тирилгунга қадар бўлган қабр ҳаёти. 2.Қиёмат кунидаги ҳаёт. 3. Жаннат ва жаҳаннам ҳаёти. Бу учинчи ҳаёт чексиздир ва абадийдир). \n    Ёмондир кундан кун ҳолим, бағоят, ё Расулуллоҳ! \n   Тузалсин енди аф’олим, иноят, ё Расулуллоҳ! \n   Оздирди бу осий нафсим, мени шайтонга ёр қилди, \n   Яшолмам бунча исёнда, мадад бер, ё Расулуллоҳ! \n   Ажаб, мумкинми қутилмоқ ҳавойи нафси шайтондан? \n   Йетишмаса агар сиздан ҳидоят, ё Расулуллоҳ! \n   Келса гар файзу еҳсонинг гуноҳкор кимсага бир он, \n   Бўлгай ул икки дунёда саломат, ё Расулуллоҳ! \n    Амрларига бўйин егдим, ҳаромни демадим ҳалол, \n   Ҳар гуноҳнинг сўнгги бўлди надомат, ё Расулуллоҳ! \n   Ей, инсу жиннинг Расули, инсонларнинг енг афзали, \n   Ихлосим ҳаққи чун қил шафоат, ё Расуллулоҳ!"

  },
  {
    "title": "БИРИНЧИ ФАСЛ",
    "description": "Яратилиш",
    "text": "Аллоҳ таоло Одам (а.с.) яратиб, унинг белини қудрати билан силади ва ундан икки ҳовуч олди. Бирини ўнг тарафидан, иккинчисини еса чап тарафидан олди. Ҳар инсоннинг заррасини бир-биридан айирди. Одам (а.с.) уларга қаради ва уларнинг заррадек еканини кўрди. Воқеа сурасининг 8–9-оятларида шундай марҳамат қилинади:    \"Бас, (у уч тоифадан биринчиси) ўнг томон егаларидир. Ўнг томон егалари (бўлмоқ) не (саодат)дир! (Иккинчи тоифа) шум-чап томон егаларидир. Шум-чап томон егалари (бўлмоқ) не (бахтсизлик)дир!\" Шунда Одам (а.с.) Аллоҳ таолодан сўради: \"Ей Раббим! Жаҳаннам аҳлининг амали нима?\" Аллоҳ таоло унга шундай марҳамат қилди: \"Менга ширк келтиришлик, юборган пайғамбарларимга ишонмаслик ва Илоҳий китобларимдаги амр ва қайтариқларимга амал қилмасдан, Менга исён қилишдир\". Шунда Одам (а.с.) Аллоҳ таолога шундай дуо қилди: \"Ей Раббим! Буларни ўзларига гувоҳ қил. Улар жаҳаннам аҳлининг амалини қилмайдилар, деб умид қиламан\". Аллоҳ таоло уларнинг нафсларини гувоҳ қилиб: \"Мен сизларнинг Раббингиз емасманми?!\" деб сўради. Улар: \" Сен Раббимизсан. Биз гувоҳлик берамиз\", дейишди. Уларнинг бу тасдиқлашларига Аллоҳ таоло Одам (а.с.) ва фаришталарни ҳам гувоҳ қилди. Бу аҳдлашувдан кейин уларни яна олдинги маконларига юборди. Чунки уларнинг ҳаётлари фақат руҳоний ҳаёт бўлиб, жисмоний ҳаёт емас еди. Аллоҳ таоло уларни Одам (а.с.)нинг белига жойлаштирди. Барча Руҳларни қабз етиб, Аршнинг хазиналаридан бирида сақлади. Отанинг нутфаси онанинг қорнида қарор топиб, боланинг жисмоний сурати тугагунигача жонсиз бўлади. Малакутий бир жавҳар бўлгани учун жасадни ўлдириш ман қилинди. Аллоҳ таоло она қорнида жонсиз бўлган бу жасадга руҳ беришни мурод қилганидан, Аршнинг хазиналарида ма’лум муддат муҳофаза қилган руҳни жасадга ирода етади, я’ни киритади. Шунда бола қимирлай бошлайди. Кўп болалар она қорнида ҳаракат қилади. Онаси буни ба’зан билади, ба’зан билмайди. Аллоҳ таоло руҳлардан: \"Мен сизнинг Раббингиз емасманми?!\" деб сўраган Мийсоқ кунидан кейинги ўлим, я’ни руҳни Аршнинг хазиналарига юбориши биринчи ўлимдир ва она қорнидаги ҳаёт еса иккинчи ҳаётдир."
  },
  {
    "title": "ИККИНЧИ ФАСЛ",
    "description": "Руҳнинг танадан чиқиши",
    "text": "Шундан кейин Аллоҳ таоло инсонга ҳаёти давомида ризқ-рўз беради. Ма’лум бўлган ажали келгунича, то ризқи тугагунига қадар унга умр бериб, дунёдаги ўлими яқинлашганида, тўртта фаришта келади, улардан бири инсоннинг руҳини ўнг оёғидан, иккинчиси чап оёғидан, учинчиси ўнг қўлидан, тўртинчиси чап қўлидан тортадилар. Инсон кўпинча ўз жони ғар-ғара ҳолига келмасидан олдин \"Олами малакут\"ни кўра бошлайди ва фаришталарни, ўз қилган амалларининг ҳақиқатини оламларда рўй бераётган кўпгина ҳолларни кўради. Агар гапира олса, уларнинг мавжудлигини гапириб беради. Кўпинча кўраётган нарсаларини шайтоннинг иши деб ўйлайди. Тилдан қолгунигача ҳаракат қилмайди. Шунда яна фаришталар руҳини бармоқ учларидан тортадилар. Худди бўғилгандек хириллаб нафас ола бошлайди. Фожир Одамнинг руҳи худди инсоннинг ичидан тиканни тортиб олгандек қийнаб чиқариб олинади. Бу ҳақда Пайғамбаримиз (с.а.в.) хабар берганлар. Бу ҳолатда ўлаётган киши қорнини тикан билан тўладек ҳис қилади. Руҳини игна тешигидан ўтаётгандек, осмон Йерга қулаб тушгану, ўзини унинг остида қолгандек ҳис қилади. Ҳазрати Ка’б ул Аҳбор (р.а.) дан: \"Ўлим қандай бўлади?\" деб сўрашди. У киши айтдики: \"Бир кишининг ичига бир тикан шохини қўйиб кучли бир одам тортса, унинг ичини қандай кесиб,тилиб чиқса худди шунга ўхшайди\". Пайғамбаримиз (с.а.в.) айтганларки: \"Албатта, ўлим азобларидан биттасининг тандаги шиддати уч юз марта қилич ургандан ҳам шиддатлидир\". Ана шу пайтда инсоннинг бадани терлайди. Кўзлари бирданига икки томонга кетади. Бурнининг икки томони тортилиб, кўкраги кўтарилади. Нафас олиши тезлашади, юзи сарғаяди. Ҳазрати Оиша (р.а.) онамиз Пайғамбаримиз (с.а.в.) вафот етаётганларида ёнларида екан, ул зотнинг ҳолини кўриб, кўзларидан дув-дув ёш тўкилди ва қуйидаги ма’нода бир неча байт ўқидилар: \"Жоним Сизга фидо бўлсин ё Расулуллоҳ! Шу пайтгача Сизга қарши қилинган шунча ёмон ҳаракатлар Сизни заррачалик ранжитмади, хафа қилмади. Шу пайтгача Сизга ҳатто жинлар ҳам ёмонлик қила олмади. Ҳеч нарсадан қўрқмадингиз. Енди нима бўлдики, гўзал юзингиз бутунлай терга ботганини кўряпман. Ҳар бир ўлаётган кишининг ранги сўлиб боргани ҳолда, Сизнинг муборак юзингизнинг нурлари ҳар тарафни ёритяпти\". Руҳ қалбга келганида инсоннинг тили тутилади. Руҳ кўксига келганида ҳеч ким гапира олмайди. Бунинг икки сабаби бор. Биринчиси бу иш ғоят буюк бўлгани учун, кўкси нафас билан тўлиб сиқилади ва тораяди. Ма’лумки, инсоннинг кўксига мушт туширилса, ҳушидан кетади. Анча вақт ўтгандан кейин гапира олиши мумкин. Кўпинча гапира олмайди ҳам, инсоннинг бирон жойига урилса овоз чиқаради, аммо кўксига урилса, овози чиқмай ўликдек бўлиб қолади. Иккинчи сабаби еса, овоз ўпкадан ташқарига чиқадиган ҳавонинг ҳаракатидан ҳосил бўлади. Бу ҳаво енди йўқ. Нафас олиш тўхтагандан кейин баданнинг ҳарорати тушиб, совий бошлайди. Бу пайтда жон бераётган кишиларнинг ҳолатлари турлича бўлади. Ба’зиларини фаришта заҳар билан, қиздирилган темир билан уради. Шунда тезда руҳ ташқарига чиқади. Фаришта руҳни қўлга олганида у титрай бошлайди. Асаларидек кичкина инсон шаклида бўлади, сўнгра фаришта уни забонийга (азоб фариштасига) топширади. Ба’зиларнинг руҳи қийнаб тортилади. Руҳ чиқаётганда унинг бўғзига келиб тўхтаб қолади. Руҳ бу вақтда қалбга боғланиб қолган бўлади. Шунда фаришта қиздирилган темир билан уради. Мана шу темир билан урмагунча руҳ қалбдан айрилмайди. Темир билан уришнинг сабаби – темир ўлим денгизига ботириб олинган бўлади. Қалб устига қўйилганида бошқа жойларга ҳам та’сир қиладиган заҳардек бўлади. Зеро, ҳаётнинг сири фақат қалбидир. Унинг сири фақат дунё ҳаётида та’сир қилади. Шунинг учун ба’зи калом олимлари: \"Ҳаёт руҳнинг бошқасидир\", \"Ҳаётнинг ма’носи руҳнинг бадан билан бирлашишидир\", деганлар. Руҳ чекиниб, сўнгги иплари узиладиган пайтда инсонга бир неча фитналар уюштирилади. Бу шундай фитналардирки, иблис ўз ёрдамчиларини хоссатан у инсоннинг олдига юборади. Инсонга шайтонлар унинг отаси, онаси, акаси, укаси, опа-сингиллари ва бошқа севганкишиларидан вафот етганларнинг суратида кўринадилар. Ва унга бундай дедилар: \"Ей, фалончи! Сен ўляпсан. Биз сенга ёрдам бергани келдик. Сен яҳудий динига иймон келтириб вафот ет. Чунки бу дин Аллоҳ наздида мақбул бўлган ҳақ диндир\". Агар уларнинг сўзларига алданмаса, қулоқ солмаса, улар унинг ёнидан кетадилар. Бошқалари келиб дейдиларки: \"Сен насроний (христиан) динига иймон келтириб ўл! Зеро бу дин Масиҳнинг, я’ни Исо (а.с.)нинг динидирки, Мусо (а.с.)нинг динини бекор қилди\". Шу тариқа шайтонлар турли миллат динларини унга бир-бир таклиф қиладилар. Бундай пайтда Аллоҳ таолодан паноҳ тиламаган киши йўлдан адашади. Аллоҳ та’ола Оли Имрон сурасининг 8-оятида хабар беради: \"(Улар айтурлар) Парвардигоро, Ўзинг бизни ҳидоят қилганингдан кейин – енди дилларимизни Ҳақ Йўлдан оғдирмагин\". Ҳақ та’оло бир бандасига ҳидоят ва иймонда собитлик беришни истаса, у кимсага илоҳий раҳмат берилади. Ба’зилар бу раҳматдан мақсад Жаброил (а.с.)дир, деганлар. Илоҳий Раҳмати шайтонни узоқлаштириб, хастанинг юзидан ҳорғинликни кеткизади. Шунда инсон енгил нафас олиб, кулади. Кўп кишиларнинг жон беришидан олдин кулишлари кузатилади. Бу пайтда Жаброил (а.с) Аллоҳ таоло тарафидан раҳмат келтирганинг хабарини бериб: \"Танияпсанми, мен Жаброилман. Булар еса сенинг душманларинг бўлган шайтонлардир. Сен ислом дини ва Муҳаммад (с.а.в.) шариятига содиқ бўлган ҳолингда вафот ет\", дейди. Инсонга ана шу фариштадан ҳам суюкли ва хурсанд қилувчи ҳеч насра йўқ. Буни бизга Оли Имрон сурасининг 8-оятининг давоми хабар беради: \"... ва бизга Ўз ҳузурингдан раҳмат ҳадя етгин! Албатта, Сенгина (барча яхшиликларни) ҳадя етгувчисан\". Ба’зи кимсалар туриб намоз ўқиётганларида вафот етадилар. Ба’зилар уйқуларида, ба’зилар бир иш билан машғул еканларида, ба’зилар чолғу чалиб ўйин кулгу қилганларида, яна кимдир мастлигида вафот етади. Ба’зи кишиларга руҳи чиқаётганда ўзидан аввал ўтган танишлари кўрсатилади. Шунинг учун атрофидаги кишиларга қарайди. Бу ҳолатда у кимсада хириллаш бўладики, инсондан бошқа ҳамма нарса бу хириллаганини ешитади. Агар инсон бу овозни тўлиқ ешитса, албатта, қўрқувдан ҳалок бўларди. Вафот етаётган киши енг охирида йўқотадиган туйғу бу ешитиш туйғусидир. Зеро, руҳ қалбдан айрилган пайтда атрофдагиларни кўрмай қолади. Аммо ешитиш ҳисси унинг руҳий қабз етилгунга қадар давом етади. Шунинг учун Пайғамбаримиз (с.а.в.) шундай марҳамат қилганлар: \"Вафот етаётган одамнинг олдида шаҳодат калимаси \"Ла илаҳа иллаллоҳу Муҳаммадур расулуллоҳ\"ни айтиб туринглар!\" Ўлим тўшагида ётган кишининг ёнидан кўп гапиришдан еса қайтарганлар. Чунки бу пайтда инсон қаттиқ сиқилиш ичида бўлади.Агар ўликнинг оғзидан тупиги оққан, лаблари осилиб қолган, юзи қорайган, кўзи орқага тортиб кетган ёки икки томонга кетган бўлса, билингки, бу одам қаттиқ гуноҳкордир. Охиратдаги аянчли аҳволини кўрган бўлади. Агар ўликнинг оғзи хиёл очиқ, худди кулиб тургандек, юзи кулиб тургандек, кўзлари жойида бўлса, билингки ул инсонга охиратда еришадиган сурур хабари берилган бўлади. Фаришталар бу руҳни жаннатдан олинган бир ипак матога ўрайдилар. Марҳумнинг руҳи асалари катталигидаги инсон шаклида бўлади. Ақли жойида ва олган илмлари жойида бўлади. Дунёда нима иш қилган бўлса, ҳаммасини билади. Фаришталар бу руҳ билан бирга самога қараб учадилар. Бу юксалишни ба’зилар билади, ба’зилар йўқ. Шу тариқа олдин ўтган Пайғамбаримизнинг (с.а.в.) умматлари ва яқинда вафот етганларнинг бир ерда чигирткаларга ўхшаб ёйилиб туришганини кўриб, ўтадилар ва биринчи само бўлган дунё осмонига етадилар. Бу фаришталарнинг бошида бўлган Жаброил (а.с.) дунё самосига чиқадилар ва ундан: \"Кимсан?\" деб сўршади. \"Мен Жаброилман. Ёнимдаги еса фалончидир\", деб у инсоннинг гўзал ва яхши сифатлари билан таништиради. Шунда дунё самосининг қўриқчилари бўлган фаришталар: \"Бу яхши киши еди, е’тиқоди ва иймони гўзал еди. Ҳеч қандай шубҳа-гумони йўқ еди\", дейишади. Кейин иккинчи самога чиқадилар. \"Кимсан\", деб сўрашади. Жаброил (а.с.) биринчи осмонда айтганларини такрорлайди. Шунда фаришталар солиҳ руҳга: \"Хуш келдинг. Дунёдалигингда намозларингни барча фарзларига риоя қилиб, адо етардинг\", дейишади. Сўнгра учиб, учинчи самога чиқадилар. \"Кимсан\", деб сўрашади. Жаброил (а.с.) олдингидек жавоб қайтаради. Шунда фаришталар: \"Молининг ҳаққини муҳофаза етиб, закотини, даладан олган ҳосилининг ушрини буюрилган кишиларга ўзи хоҳлаб берган, ҳеч қизғонмаган бу зот хуш келибди\", дейишади. У ердан ҳам ўтадилар. Тўртинчи самога борадилар. \"Кимсан\", деб сўрайдилар. Жаброил (а.с.) олдингидек жавоб қилади. Фаришталар: \"Дунёда рамазон рўзасини тутиб, рўзани бузадиган нарсалардан, бегона аёллар билан кўришишдан ва ҳаром луқма ейишдан ўзини сақлаган киши хуш келибди\", дейишади. Сўнгра у ердан ҳам ўтишади. Бешинчи самога етадилар. \"Кимсан\", дейилади. Олдингидек жавоб берилади. Фаришталар: \" Ўзига фарз бўлган, Ҳажни риёсиз ва холис Аллоҳ учун адо етган киши хуш келибди\", дейишади. У ердан ҳам ўтадилар. Олтинчи самога етадилар. \"Кимсан\", деб сўралади. Олдинги жавоб қайтарилади. Шунда фаришталар: \"Саҳар вақтларида кўп истиғфор айтган, ҳеч кимга билдирмай кўп садақа берган ва етимларга ёрдам берган киши хуш келибди\", дейишади. У ердан ўтиб: \"Суродиҳоти жалол\" деган жалол пардалари бўлган бир мақомга боришади. Кимсан деб сўралганида олдингидек жавоб берилади. Яна: \"Хуш келибди. Кўп истиғфор айтиб, (бола-чақасига ва сўзи ўтганларга) амри ма’риф ва наҳий мункар қилган, ислом динини Аллоҳнинг бандаларига ўргатган, мискинларга (ва қийин аҳволда қолганларга) ёрдам берган солиҳ бандага ва гўзал руҳга марҳабо\", дейилади. Кейин бир фаришталар жамоатига дуч келадилар. Уларнинг ҳаммаси бу бандани жаннат билан табриклайдилар. Сўнгра \"Сидратул мунтоҳо\"га борадилар. Яна \"кимсан\", деб сўралганида, олдингидек жавоб берилади. \"Хуш келибди. Ҳар яхшилигини Аллоҳ ризоси учун қилган зотга марҳабо\", дейилади. Ундан кейин олов табақасидан ўтиб, нур, зулмат, сув ва қор табақаларидан ўтилади. Сўнгра совуқ денгизга етиб келадилар ва ундан ўтадилар. Ҳар бир табақадан иккинчи табақагача бўлган масофа минг йиллик йўлдир. Сўнгра Арш Раҳмон устига ўралган 80 минг пардалар очилади. Ҳар бир пардада 80 минг минора бордир. Ҳар минорада 80 мингта қамар, я’ни Ой бор. Улар Аллоҳ таолога таҳлил ва тасбиҳ айтиб турадилар. Улардан битта Ой агар дунёга кўринса, унинг нури бутун оламни ёқар ва инсонлар унга ибодат қилиб кетишган бўлишар еди. Шу пайт парда орқасидан бир мунодий нидо қилади: \"Сиз келтирган руҳ ким?\" Жаброил (а.с.): \"Фалон ўғли фалондир\", дейди. Аллоҳ таоло: \"Уни яқинроқ келтиринг. Сен яхши бандамсан\", дейди. Аллоҳ таолонинг ҳузури ма’навий илоҳийсида турганида уни ба’зи лавми итоб (ёмон айблари) билан Ҳақ таоло уялтиради. Ҳатто у банда енди тамом бўлдим, деб ўйлайди. Сўнгра Ҳақ та’оло уни афв етади. Қози Яҳё ибн Ақсан ҳазратларидан шундай нақл қилинади. Ул зотга вафотидан кейин тушда кўрилганида: \"Ҳақ таоло Сизга қандай муомала қилди?\" деб савол сўралди. Яҳё ибн Ақсан шундай деди: \"Аллоҳ таоло мени ма’навий ҳузурига келтирди ва: \"Ей шайхи Су’ (я’ни, фоний қария ма’носида)! Сен фалон-фалон ишларни қилмадингми?\" деди. Аллоҳ таоло қилган ишларимни билишини англаганимдан кейин мени қўрқув қоплади ва: \"Ей, Раббим! Бундай савол беришингни менга дунёда билдирмадилар\" дедим. \"Сенга қандай билдирилди?\" деб сўради. Мен еса: \"Менга Муаммар Имом Зуҳрийдан у еса Урвадан, у еса Оишаи сиддиқадан (р.а.), у киши Пайғамбаримиз (с.а.в.)дан у зот Жаброил (а.с.)дан, у еса Аллоҳ таолодан хабар бердилар. Рауф ва раҳийм бўлган Аллоҳ таоло: \"Мен а’зимуша’н исломда оқарган соч ва соқолга азоб беришдан ҳаё қиламан\" деб марҳамат қилган\" дедим. Шунда Аллоҳ таоло марҳамат қилдики: \"Сен ҳам Муаммар2, Имом Зуҳрий3, Урва4, Оиша, Муҳаммад (с.а.в.) ва Жаброил (а.с.) ҳам барчаларингиз содиқ (ростгўй) сизлар. Мен сени мағфират қилдим\". 1. Қози Яҳё ибн Ақсан Боғдодда қози бўлган ва 242 (мел. 856) йилда Мадинаи мунавварада вафот етган. Шофе’ий мазҳабидаги фиқҳ олими еди. \"Танбеҳ\" номли китоби машҳурдир. 2. Муаммар ибн Мусанна Абу Убайд Нахвий номи билан машҳурдир. Адиб еди. 110 йилда Басрада туғилиб, 210 (мел. 825) йилда вафот етган. 3. Муҳаммад ибн МуслимЗуҳрий тобе’инлардан еди. Китобларини девордек тизиб, улар орасида мукка тушиб ўқиш билан вақт ўтказарди. Завжаси бир куни: \"Бу китоблар менга учта овсиндан ҳам шиддатлидир\", деган еди. 124 (мел. 741) йилда вафот етган. 4. Урва Ибн Зубайр Зубайр ибн Аввомнинг иккинчи ўғлидир. Асмо бинти Абу Бакрнинг ўғлидир. Фуқаҳои саб’адан бири. Ҳазрати Оиша (р.а.)дан кўп ҳадис ривоят қилган. Ҳижрий 22 йилда туғилиб, 93 йилда Мадинада вафот етган (мусанниф). Абдулазиз ибн Нубота тушда кўрилди. Ул зотдан ҳам: \"Аллоҳ таоло сенга қандай муомала қилди, деб сўралди. \"Аллоҳ таоло мендан сўради: – Сен Мени фасоҳатли, гўзал сўзларкан, деб ўйлашсин деган мақсадда қисқа-қисқа гапирадиган киши емасмисан? Мен дедим: – Ей Раббим! Буюк зотингни нуқсон, сифатлардан танзиҳ ва тақдис етаманки, мен ҳақир қулинг дунёда Сенинг зоти рубубиятингни мадҳу сано етардим. – Ундай бўлса, дунёда айтганингдек васф айла, – деди Аллоҳ. – Аввал йўқдан бор қилган, кейин яна уларнинг руҳларини қабз етиб ўлдирган Сендирсан. Уларга нутқ (гапириш хислати) бериб, яна нутқларини йўқ қилган Сендирсан. Қандай йўқ қилган бўлсанг, кейин яна йўқдан бор қилган Сендирсан. Инсон ўлгандан кейин а’золарини бир-биридан айирган ва қиёмат куни уларни жам қилган Сендирсан, – дедим мен. Шунда гуноҳларни афв етувчи Аллоҳ таоло шундай марҳамат қилди: – Тўғри айтдинг. Бор Мен сени мағфират қилдим. Ибн Нубота шоир бўлиб, девони бор. 405 (мил. 1014) йилда Боғдодда вафот етган. Мансур ибн Аммор тушда кўрилганида, ундан Аллоҳ таоло сенга қандай муомала қилди, деб сўрашди. У бундай деб жавоб берди: \"Ҳақ та’оло мени ма’навий ҳузурида турдириб, бундай деди: – Менинг ҳузуримга нима билан келдинг, ей Мансур? – Ўттиз олти Ҳаж билан келдим, ей Раббим, – дедим мен. – Уларнинг ҳеч бирини қабул қилмадим. Нима билан келдинг? – Сенинг розилигинг учун қилган уч юз олтмиш хатми шариф билан келдим. – Улардан ҳеч бирини қабул қилмадим, нима билан келдинг ей Мансур? Шунда мен: – Ей Раббим, раҳматинг билан келдим, дедим. Шунда Аллоҳ таоло: – Менинг ҳузуримга умид билан келибсан. Боргин, сени мағфират қилдим, – дея марҳамат қилди\". Бу ҳикояларнинг кўпи ўлимнинг қўрқинчли ҳолларидан хабар беради. Мен сенга, Аллоҳнинг мадади билан, ишончли воқеаларни хабар бердим. Ба’зи инсонлар борки, Курсига етишганларида бир нидо ешитадилар ва у ердан уни орқага қайтарадилар. Ба’зиларни еса пардалардан орқага қайтарадилар. Аллоҳ таолонинг ма’навий ҳузурига етишганлар Орифибиллоҳ бўлганлардир, я’ни авлиёи киромдирлар. Авлиёликнинг тўртинчи даражаси ва ундан юқори мақомлар бўлган кишиларгина Аллоҳнинг ҳузурига етиша оладилар. Бошқалар етиша олмайдилар. Савол малаклари гўрга келурлар, Тўғри намоз ўқидингми дегайлар. Қутулдим деб ўйладингми ўлгунча, Сенинг учун азоб ҳозир, дегайлар."
  },
  {
    "title": "УЧИНЧИ ФАСЛ",
    "description": "Амалига яраша мукофот",
    "text": "Фожир ва кофирнинг руҳи шиддат билан суғуриб олинади. Фаришталар унга хитобан: \"Ей ҳабис   (ифлос) бўлган руҳ! Ҳабис бўлган жасаддан чиқ!\" дейишади. Шунда у ҳайвонга ўхшаб   бўкиради. Азроил (а.с.) руҳни чиқариб олиб, уни ғоятда хунук, бадбашара, бошдан-оёқ қора кийинган ва бадбўй ҳид таратувчи забонийлар (азоб фаришталари)га топширади.   Фаришталарнинг қўлида ески гилам парчасига ўхшаш бўз бўлади. Улар руҳни шу бўзга   ўрайдилар. Бу пайтда руҳ чигиртка катталигидаги инсон суратига киради. Бунинг сабаби   кофирнинг танаси охиратда мў’миннинг жисмидан катта бўлади.   Ҳадиси шарифда айтилгандирки: \"Жаҳаннамда кофирнинг битта қозиқ тиши Уҳуд тоғидек катта   бўлади\". Жаброил (а.с.) бу ёмон руҳни кўтариб дунё самосига олиб чиқади.   Ешик олдидаги фаришталар: \"Сен кимсан?\" деб сўрашади.   \"Мен Жаброилман\". \"Ёнингдаги ким?\" \"Фалончи ўғли фалончи\", деб унинг барча ёмон,   хунук ва дунёда ёқтирмаган сифатлар билан зикр қилади. \"У учун осмон ешиклари   очилмайди ва туя игнанинг тешигидан ўтмагунча, бундай кимсалар жаннатга   киритилмайди\", дейилади.   Жаброил (а.с.) бу сўзни ешитиб, у руҳни қўйиб юборади. Шамол уни узоқларга суриб   кетади. Бу ҳолат Қур’они Каримда Ҳаж сурасининг 31-оятида шундай та’рифланади:   \"Ким Аллоҳга ширк келтирса, бас, у гўё осмондан қулагану уни (бирон   ваҳший) қуш (ўлжа қилиб) олиб кетган ёки (қаттиқ) шамол йироқ жойларга   учириб кетган (кимса) кабидир\". У руҳ ерга тушгач, бир забоний уни тутиб сижжийнга   олиб боради. Сижжийн ернинг остида ёки жаҳаннамнинг тубидаги тош бўлиб, кофир ва   фосиқларнинг руҳлари ўша ерга олиб борилади.   Яҳудий ва насронийларнинг руҳлари Курсидан қабрига қайтариб юборилади. Агар улар   ҳақиқий ўз динларида (бузилмаган яҳудийлик ва насронийлик) бўлсалар, ўз жасадларининг   ювилаётганини кузатиб турадилар.   Мушрик, я’ни е’тиқодсиз кишилар ҳеч нарса кўра олмайди. Чунки у дунё осмонидан   ҳақир қилиб қайтарилган.   Мунофиқларнинг руҳи худди иккинчи тоифа я’ни, мушриклар каби Аллоҳ таолонинг қаҳрига   учраган ҳолда қабрига қайтарилади.   Ибодатда хато (қусур) қилган мў’минларнинг ҳолати турлича бўлади. Ба’зиларни ўқиган   намози орқага қайтаради. Агар бирор киши намозини худди хўроз дон чўқигандек тез-тез ўқиса, намозидан ўғирлик қилган бўлади. Унинг намози билан юзига урилади.   Сўнгра намоз юқорига кўтариб: \"Сен мени зое етганингдек, Аллоҳ таоло ҳам сени зое   қилсин\", дейди.   Ба’зиларни закоти орқага қайтаради. Чунки ундай кишилар одамлар кўрсин дея, фалончи   закотини беряпти, садақа қиляпти, дейишлари учун закотини беради. Ва кўпинча аёлларнинг муҳаббатини қозониш учун закотларини уларга беришган. Биз бундайларни   кўп кўрдик. Ҳалол нарсалар билан Аллоҳ таоло барчага офият берсин.   Ба’зиларни рўзаси орқага қайтаради. Чунки у кимсалар ейиш-ичишдангина рўза тутган,   аммо бекорчи сўзлардан, ғийбат ва гуноҳ қилишдан ўзини тиймагандир. Бундай рўза   фаҳш ва хусрондир. Банда ана шу тарзда Рамазон ойини ўтказади. У зоҳиран рўза   тутган, лекин рўзаси қабул қилинмайди.   Ба’зи кишиларни қилган ҳажи орқага қайтаради. Чунки у риё учун ёки ҳаром мол билан   ҳаж қилгандир.   Ба’зиларни ота-онага оқ бўлиш каби оғир гуноҳлари орқага қайтаради. Бу ҳолларни асрор   оламидан хабари бўлганлар ва Аллоҳ розилиги учун илм ўрганган олимларгина биладилар.   Ҳозиргача биз англатган хусуслар тўғрисида Пайғамбаримиздан (с.а.в.) ҳадислар ворид   бўлган, саҳобалар ва тобе’инлардан хабарлар келган. Муоз ибн Жабалнинг (р.а.) ривоятида   билдирилганидек, амалларнинг рад қилиниши ва бошқа хусусларда жуда кўп хабарлар келган.   Мен бу масалани қисқароқ қилишни истадим. Агар қисқартирмаганимда бу китоб катта   бўлиб кетарди. Аҳли суннат е’тиқодида бўлганлар, я’ни тўғри е’тиқод ва иймонга соҳиб   бўлганлар сўзларимизга ишонишади.   Руҳ жасадга қайтарилганида жасадни ювилаётган ҳолда топади ва боши узра ғусли   битгунча қараб туради. Аллоҳ таоло ўзи истаган инсонларнинг кўзидан пардани кўтаради   ва у кимса ўликнинг руҳини дунёдаги инсон сифатида кўради.   Бир зот ўғлининг жасадини юваётганда тепасида ўғлини кўрди. Қўрққанидан тескари   қараб олди. Ўғлини кафанга ўраб бўлгунча шу ҳолатни кўрди. Кафанга ўралгач, руҳ   жасадга қайтди. Тобутга қўяётганда руҳни кўрганлар ҳам бўлган. Бир неча солиҳ   кишилардан ривоят қилинадики улар тобут ёнида еканлар: \"Фалончи руҳ қаерда?\" деган   овоз ешитилди. Шунда кафаннинг кўкрак томони икки ёки уч марта қимирлади.   Роби’ ибн Ҳайсамдан (р.а.) ривоят қилинадики, бир жасад юваётган кишининг қўлида   қимирлади. Абу Бакр Сиддиқ (р.а.) замонларида бир ўлик тобут ичида гапириб, Абу Бакр   (р.а.) ва Умар (р.а.)ларнинг фазилатларини зикр қилди.   Маййитларнинг бу ҳолларини кўрганлар фаришталар оламини сайр етган валийлардир. Аллоҳ қайси   кимсанинг кўзи ва қулоғидан пардани кўтарса, ўша киши бу ҳолларни кўради ва билади.   Ўлик жасади кафанланган пайтда руҳ ташқаридан кўкрак томонга яқинлашади. Ана шу   пайтда у бундай деб бақиради: \"Мени Раббимнинг раҳматига тезроқ олиб боринглар. Агар   менга еҳсон қилинган не’матларни билсайдингиз, мени тезроқ олиб борардингиз\".   Агар ёмон одам бўлган бўлса дейдики: \"Мени илоҳий азобдан бироз кечиктириб,   секинроқ олиб боринг. Агар мени нима кутиб турганини билсайдингиз, мени кўтариб   бормасдингиз\".   Шунинг учун Пайғамбаримиз (с.а.в.) бир жанозани кўрсалар, дарров ўрниларидан туриб,   қирқ қадамча бирга юриб борардилар. Саҳиҳ ҳадисда келгандирки: Пайғамбаримиз (с.а.в.) ёнларидан бир жаноза ўтиб қолди.   Ҳурмат учун Расулуллоҳ (с.а.в.) оёққа турдилар. Саҳобалар (р.а.): \"Ей Расулуллоҳ! Бу   яҳудий жанозаси-ку\", дейишди. Шунда Расулуллоҳ (с.а.в.) айтдиларки: \"Нафс емасми?!\"   (Я’ни, инсон емасми.) Расулуллоҳ (с.а.в.) бундай қилишларининг сабаби у муборак зотга   малаклар олами билдирилган, кўрсатилган. Шунинг учун бир жаноза кўрсалар, ҳаяжонда   бўлардилар.   \"Ҳалабий\"да дейиладики, ёнидан (олдидан) жаноза ўтаётган киши ўлик учун оёққа   турмаслиги лозим. Балки жанозани кўтариш ва орқасидан юриб бориш учун туриш керак.   Расулуллоҳ (с.а.в.) жанозани кўрганларида туриб ва ўтиб кетгандан кейин ўтирганлар ва сиз   ҳам шундай қилинг дея буюрганлар. Аммо кейинчалик бу буйруқни бекор қилган.   \"Мароқ-ул фалоҳ ва \"Дуррул Мухтор\"да ҳам жанозани кўрганда ҳурмат юзасидангина   ўрнидан туришлик жоиз емаслиги ёзилган.   Мурда қабрга қўйилиб, устига тупроқ тортилаётган пайтда қабр ўликка бундай дейди:   \"Менинг устимда фароғатда единг, енди остимда маҳзун бўласан. Менинг устимда   таомлар ердинг, енди еса менинг остимда сени қуртлар ер\". Қабр маййит кўмиб   бўлингунча, унга шундай аччиқ сўзлар айтади.   Абдуллоҳ ибн Мас’уддан ривоят қилинади: \"Расулуллоҳдан (с.а.в.) сўрадим:   – Ё Расулуллоҳ! Инсон қабрга қўйилгандан кейин уни биринчи қаршилайдиган нарса   нима?   – Ей Ибн Мас’уд! Буни сендан бошқа ҳеч ким сўрамади. Фақат сен сўрадинг. Инсон   қабрга қўйилгандан кейин, Рўмон исмли бир фаришта қабрга кириб дейдики: \"Ей Абдуллоҳ!   Амалларингни ёз!\"   У кимса дейдики: \"Қандай ёзаман? На қоғозим бўлса, на қаламим\".   Фаришта: \"бу сўзинг қабул қилинмас. Сенинг кафанинг қоғозинг, тупугинг сиёҳингдир,   бармоқларинг еса қаламингдир\", дейди. Кейин фаришта унинг кафанидан бир парча йиртиб   беради. У банда дунёда ёзишни билмаган бўлса ҳам, у ерда барча савоб ва   гуноҳини худди бир кунда қилгандек бир пасда ёзиб беради.   Кейин фаришта шу ёзилган кафан парчасини ўликнинг бўйнига осиб қўяди.   Шундан кейин Пайғамбаримиз (с.а.в.) Исро сурасининг 13-оятини ўқидилар:   \"Биз ҳар бир инсоннинг амалини бўйнига илиб қўйгандирмиз (я’ни, унинг қилган   ҳар бир амали икки дунёда унга ажралмас ҳамроҳ бўлур) Ва биз Қиёмат куни   унга очиқ ҳолда рўбарў бўладиган бир Китобни (я’ни, Номаи а’молини)   чиқариб (кўрсатурмиз)\".  Сўнгра қўрқинчли иккита фаришта келади. Кўринишлари инсон суратида бўлади. Юзлари қоп қора бўлиб, тишлари билан ерни ёрадилар. Сочлари ергача тушиб туради. Сўзлари худди   момақалдироқдек, кўзлари еса чақмоқдек бўлади. Нафаслари еса худди қаттиқ есаётган   шамолдек. Ҳар бирининг темир қамчиси бор. У қамчини барча инсонлару жинлар бир жойга   тўплансалар ҳам кўтара олмайдилар. Тоғлардан ҳам катта ва оғир бўлади. Агар одамни   бир марта урса, худо кўрсатмасин, парча-парча қилади. Руҳ уларни кўриб, дарров қочади. Ўликнинг бурнидан кўксига киради. Кўксидан юқори қисми тирилади. Ўладиган   ўлим олди пайтидаги ҳолатига киради. Ҳаракат қила олмайди. Аммо ҳамма гапни ешитади   ва кўради. Фаришталар уни қаттиқ саволга тутадилар, езадилар. Тупроқ унга худди сувдек   бўлиб қолади. Қачонки қимирласа, жой очилиб бўшлиқ ҳосил бўлади.   Бу икки фаришта: \"Раббинг ким? Дининг нима? Пайғамбаринг ким? Қибланг қаер?\" деган   саволларни беришади. Аллоҳ таоло кимни муваффақ қилса ва кимнинг қалбига ҳақ сўзни   жойлаган бўлса, ўшагина: \"Сизларни вакил қилиб менга ким юборган бўлса, Раббим   Ўша. Менинг Раббим Аллоҳ, пайғамбарим Ҳазрати Муҳаммад (с.а.в.), диним   Исломдир\", деб жавоб беради.   Фаришталар дейдиларки: \"Тўғри жавоб берди. Далилини келтирди. Биздан қутулди\". Кейин уни   қабрининг тепасини гумбаздек кенг қилишади ва пастига хушбўй райҳонлар тўшашади.   Унинг ўнг тарафидан иккита ешик очиб қўядилар. Унга жаннат қизлари келиб туради.   Дунёда қилган гўзал амаллари енг яхши кўрган дўсти суратида келиб, кўнглини   кўтаради ва яхши хабарлардан сўзлайди. Қабр нурга тўлади. Қиёмат келгунча ана   шундай масрур ҳолда бўлади. Қиёматни жуда-жуда орзиқиб кутади.   Илми ва амали озроқ бўлган ва малакут асроридан хабари бўлмаган мўминларнинг   даражаси бундан паст бўлади. Унинг ёнига Рўмондан кейин ғоят чиройли, хушбўй   ҳидлар таратиб, гўзал кийинган амали келади. \"Мени танийсанми?\" деб сўрайди.   У еса: \"Сен кимсанки, Аллоҳ таоло сени менинг олдимга шу ғариб ҳолимда юборди?\"   дейди. Шунда амали: \"Мен сенинг солиҳ амалларингман. Қўрқма, маҳзун бўлма!   Бироздан кейин Мункар ва Накир фаришталари келишади ва сени саволга тутадилар. Улардан   асло қўрқма!\" дейди.   Кейин амали унга фаришталарга нима деб жавоб бериш кераклигини ўргатади. Мункар ва   Накир келади. Уни ўтирғизиб саволга тутишади: \"Ман Раббука – Раббинг ким?\" У олдин   айтганимиздек: \"Раббим Аллоҳ, пайғамбарим Ҳазрати Муҳаммад (с.а.в.), имомим   Қур’они карим, қиблам Ка’баи шариф, бобом Иброҳим (а.с.). Унинг миллати менинг   миллатимдир\", деб жавоб беради. Унинг тили ҳеч ҳам тутилмайди.   Фаришталар: \"Жуда тўғри айтдинг\", деб олдинги фаришталар каби муомала қилишади. Аммо   унинг чап томонидан жаҳаннамдан бир ешик очишади. Жаҳаннамнинг илону чаёнлари,   кишанлари, заҳар-заққумлари, қайноқ (иссиқ) сувлари ва шунга ўхшаш азоблари унга   кўрсатилади. У бундан қаттиқ та’сирланиб, доду фарёд қилади.   Унга: \"Қўрқма, бу ернинг даҳшати сенга зарар бермайди. Бу ер сенинг дўзахдаги   жойинг еди. Аммо Аллоҳ таоло бунинг ўрнига жаннатдан сенга жой берди. Ором ол, сен   саидсан (бахтлисан)\", дейишади. Кейин дўзах ешиклари ёпилади. Шундан кейин у уйқуга   кетади ва ундан ҳеч нарса сўралмайди.   Ба’зи кишиларни бу ҳолатда тили тутилади. Агар е’тиқоди бузуқ бўлса, (аҳли суннатдан   бўлмаса, бид’атчи бўлса), \"Раббим Аллоҳ\" дея олмайди. Бошқа сўзларни айта   бошлайди. Шунда фаришталар уни бир урадилар, қабри оловга тўлади. Кейин олов бир неча   кунгача сўниб туради. Кейин яна олов ҳосил бўлади. Ана шу ҳолат то қиёматгача   давом етади.Ба’зи одамлар \"Диним Исломдир\" дея олмайдилар. Улар ё шубҳа узра вафот етганлар ва   вафот етгунча бир фитна қурбони бўлишган. (Булар аҳли суннатдан бўлмаган кишиларнинг   сўзларига ва китобларига алданганлардир.) Буни ҳам урадилар, қабри оловга тўлади.   Ба’зи кишилар \"Имомим Қур’ондир\" дея олмайдилар. Чунки улар Қур’он ўқирдилар, аммо   ундан насиҳат олмасдилар, унинг амрларига амал қилмасдилар ва у қайтарган гуноҳлардан   тийилмас едилар. Улар ҳам юқоридагилар каби муомала кўрадилар.   Ба’зиларнинг еса, амали қўрқинчли шакл олади Ундайларни судраб қабрида гуноҳларига   яраша азоблайдилар. Хабарларда ворид бўлганки: \"Ба’зи инсонларнинг амали хунут   шаклига киради\". Хунут деб чўчқа боласига айтилади.   Ба’зилар: \"Пайғамбарим Муҳаммад (с.а.в.)\" дея олмайдилар. Чунки улар дунёда   суннати набавияни, исломнинг амрларини ва наҳийларини унутгандилар. Замоналарининг   шароити ва модасига ергашгандилар. Болаларига Қур’онни ўргатмагандилар, Аллоҳнинг   амрларини ва та’қиқларини ўрганмаган ва ўргатмагандилар.   Ба’зилар: \"Қиблам Ка’ба шарифдир\" дея олмайдилар. Сабаби намоз ўқиш учун қиблага оз   йўналганлар ёки таҳоратда хато қилганлар ёки намозда бошқа нарсаларни ўйлашган   ёки руку’ ва саждада қусур етишган, та’дили арконга риоя қилмаганлар.   Сенга Пайғамбаримизнинг (с.а.в.) қуйидаги ҳадиси шарифлари кифоя қилади: \"Аллоҳ таоло   бўйнида намозларидан қарзи бор кишининг ва ҳаромдан кийим кийган (ҳамда нажас   кийим кийган) кишининг намозини қабул қилмайди\".   (Бундан англашиладики, фарз намознинг қазосини ўқимаган кишиларнинг суннат ва нафл   намозлари қабул бўлмайди.) Ба’зилар: \"Иброҳим (а.с.) бобомдир\" дея олмайди. Чунки   дунёда Иброҳимни (а.с.) яҳудий ва насроний деб ешитган ва шубҳага тушганди.   Бундай кишилар ҳам юқоридагиларнинг куйига солинади."
  },
  {
    "title": "ТЎРТИНЧИ ФАСЛ",
    "description": "Қабрларни зиёрат қилиш",
    "text": "Кофирлар Мункар ва Накирнинг: \"Раббинг ким?\" деган саволига: \"Мен билмайман\", деб   жавоб берадилар. Шунда фаришталар: \"Билмадинг ва еслолмадинг\" дейишади.   Сўнгра уни то ернинг еттинчи қаватига кириб кетгунча темир қамчи билан урадилар.   Кейин ер бир силкиниб, уни қабрига чиқариб ташлайди. Шу тарзда етти марта урадилар.   Бундан кейинги ҳолатлар турлича бўлади. Ба’зиларининг амали ит шаклига кириб, уни то   қиёматгача тишлаб қийнайди. Булар Қиёматнинг бўлиши ва Ислом билдирган бошқа   хусусларга ишонмаганлардир. Қабрдагиларни турлича ҳолатлар кутиб туради. Фақат биз   қисқароқ келтирдик. Бу азобнинг асли шундайки, бир инсон дунёда енг кўп нимадан   қўрққан бўлса, қабрда шу билан азоб берилади.   Масалан, ба’зи инсонлар йиртқич ҳайвонлардан қўрқади. Бу ҳайвонлар инсонларнинг   табиатига кўра турлича бўлади. Аллоҳ таолодан биз мўмин бандаларини мағфират қилишини   ва бу ҳолатлардан саломат сақлашини сўраймиз.   Кўп марҳумлар тушда кўрилиб, саволларга жавоб берадилар. Улардан бирининг аҳволи  сўралганда: \"Бир кун таҳоратсиз намоз ўқигандим, Аллоҳ таоло мени азоблаш учун бир   бўрини юборди. Шунинг учун аҳволим ёмон\", деди. (Бенамозларнинг ва намозининг   қазосини ўқимаганларнинг ҳоллари нима бўлишини шундан англашимиз лозим.)   Яна бир киши тушда кўрилиб, ундан сўралган: \"Аллоҳ таоло сенга қандай муомала   қилди?!\" У бундай жавоб берган: \"Бир кун жунубликдан ғусл қилмагандим. Аллоҳ таоло   оловдан бир кийим кийдирди. Шу тариқа то Қиёматгача мени судраб азоблайдилар. (Ҳар   бир мусулмон киши ота-онасига ва болаларига ғусл қилишни ўргатиши лозим.)   Яна бир киши тушда кўрилиб сўралди: \"Аллоҳ таоло сенга қандай муомала қилди?\" У   бундай жавоб берди: \"Мени юваётган киши мени ағдараётганда бир мих баданимни   тирнади. Ундан қаттиқ заҳмат чекдим\". Ерталаб ювган кишидан сўралганда: \"Мен   билмаган ҳолда шундай бўлганди\", деди.   Яна бир киши тушда кўрилиб: \"Аҳволинг қандай, сен ўлмаганмидинг?!\" деб   сўралганида: \"Аҳволим яхши, лекин мени кўмишаётганда бир тош тушиб, иккита   суягимни синдирди. Мен жуда қийналдим\" деб жавоб берди Унинг қабрини очиб   кўрганларида худди шундай бўлганлиги ма’лум бўлди.   Бир киши ўғлининг тушига кириб: \"Ей ноқобил фарзанд! Отангнинг қабрини тузат! Ёмғир   уни вайрон қилди\" деди. Унинг ҳам қабрини очдилар. Сел келиб, қабрни тўлдирган екан.   Бир араб ҳикоя қилади: \"Вафот етган ўғлимдан Аллоҳ унга қандай муомала қилганини   сўрадим. У бундай жавоб берди: \"Аҳволим яхши. Аммо фалончи фосиқнинг қабрига   ёнма-ён кўмилганимдан унга берилаётган азоблардан қалбимга қўрқув киради\".   Шунга ўхшаган ҳикоялардан шу нарса англашиладики, қабр аҳли қабрларида азоб   чекадилар. Шунинг учун Пайғамбаримиз (с.а.в.) ўликнинг суякларини синдиришдан   қайтарганлар ва бир киши қабр устига ўтирганини кўрганларида: \"Ўликларга қабрларида азоб   берманглар\" ва: \"Тириклар уйларида аламни ва азобни қандай ҳис қилсалар, ўликлар ҳам   қабрларида худди шундай алам ва азобни ҳис қиладилар\", деганлар.   Пайғамбаримиз (с.а.в.) оналари ҳазрати Омина қабрини зиёрат қилаётганларида йиғладилар   ва ҳамроҳларини ҳам йиғлатдилар. Марҳамат қилдиларки:   \"Раббимдан онам учун мағфират сўрашга изн сўрадим? Раббим Менга изн бермади\".Ва:  \"Қабрини зиёрат қилиш учун изн сўрадим, изн берди. Шундай екан, сизлар ҳам қабрларни   зиёрат қилинг! Чунки зиёрат сизга ўлимни, охиратни еслатиб туради\".   (Расулуллоҳ (с.а.в.) муборак ота-онаси учун кейинроқ изн берилганлигига доир хабарлар   бор. Чунки мўмин едилар. Кейин тирилиб, бу умматдан бўлдилар.)   Бу ҳадиси шариф Расулуллоҳнинг (с.а.в.) муҳтарам ота-онаси мў’мин бўлганликларининг   кўрсатади. Чунки кофирнинг қабрини зиёрат қилиш ма’н етилган. Уларнинг қабрларини зиёрат   қилиши изни берилиши уларнинг мў’мин еканликларини кўрсатади. Мағфират сўраш учун изн   берилмаганлигининг ҳам сабаби бор еди. Ҳақ таоло Ҳабибининг ҳурмати шарафи учун   муборак ота-онасини буюк не’матга қовушни истарди. Вақти келганда Аллоҳ таоло уларни тирилтирди ва ўғиллари пайғамбарларнинг енг устуни   еканини уларга кўрсатди. Улар Пайғамбаримизга (с.а.в.) иймон келтирдилар, ул зотнинг   уммати ва саҳобаси даражасига еришиш шарафига муяссар бўладилар.   Нишонгизода Муҳаммад ибн Аҳмаднинг \"Мир’атул коинот\" китобининг 227-саҳифасида   шундай дейилади:   Расулуллоҳнинг (с.а.в.) муборак ота-оналари иймонли бўлганми, йўқми деган мавзуда   олимларнинг фикрлари турлича. 911 (мил. 1505) йилда вафот етган Абдураҳмон ибн Абу Бакр   Суютий \"Масоликул-Ҳунафо\" асарида ва бошқа китобларида қуйидаги 5 хил фикрни билдирган:   1. Уларнинг иккиси ҳам ба’сатдан, я’ни Пайғамбаримизни (с.а.в.) рисолатларидан олдин,   жоҳилият замонида вафот етишган. Шофе’ий олимларининг ҳаммаси ва ханафий олимларининг   кўпчилигини фикрича бирор бир пайғамбарининг да’ватини ешитмаган кишига иймон   келтириш вожиб емас. Чунки пайғамбарнинг да’ватини ешитмасдан олдин иймонга ақл   билан еришиш мумкин емас. Да’ватни ешитгандан кейин Аллоҳнинг борлигига ўйлаб туриб   иймон келтириш шарт бўлади. Жоҳилият даврда олдин ўтган пайғамбарлар унутилган еди.   Чунки асрлар бўйи кофирлар, золимлар бошқарувни қўлларига олиб, динни та’қиқлаганлар,   диндорларга зулм ва тазйиқ ўтказганлар. Шунинг учун иймонли кишилар камайган,   яширинган ва шу тариқа бориб-бориб динни, иймонни биладиган одам қолмаган. Аммо   золимларнинг ҳеч бири иймонни йўқ қила олмаган, аксинча ўзлари қаҳрга учраган, жуда   аянчли ҳолатда салтанатларидан айрилишган, ниятларига ета олмасдан ўлим чангалига   тушган, исмлари ла’нат билан тилга олинади ёки умуман унутилган. Аллоҳ таоло бир   пайғамбар юбориб, иймон нури билан ер юзини янгидан ёритган.   2. Аллоҳ таоло суюкли Пайғамбарининг (с.а.в.) муборак ота-онасини тирилтирди. Имом   Суютий (р.а.) уларнинг тирилтирилганини билдирувчи ҳадисни ёзади ва бундай дейди: \"Заиф бир   ҳадис бўлса ҳам, кўп одам ривоят қилгани учун қуввати бўлган. Кўпчилик олимларнинг   фикрича бу ҳадис қувватли ҳадисдир.   3. Фахриддин Розий (606 (мел. 1209) йилда Ҳиротда вафот етган) ва бир қанча олимлар   дейишадики, Тавба сурасининг 28-оятида бундай марҳамат қилгандирки:   \"Мушриклар нажас-нопокдирлар\"  Я’ни барча кофирлар нопокдирлар. Ҳолбуки, (с.а.в.): \"Мен доимо покиза оталардан покиза   оналарга ўтиб келдим\", деганлар. Бошқа бир ҳадиси шарифда еса: \"Ҳар асрда ўз   замонасининг енг хайрли инсони бўлганларнинг авлодиман\" деганлар. Кофирни хайрли дейиш   еса жоиз емас. Шуаро сурасидаги 219-оятда Аллоҳ таоло шундай марҳамат қилади:   \"... сажда қилгувчилар (намоз ўқувчилар) орасида (имом бўлган ҳолингизда   намоз рукнларининг биридан иккинчисига) кўчаётган (вақтингизда ҳам)  кўриб турур\". Бундан у кишининг бутун аждодлари мўмин еканликлари англашилади.   Иброҳимнинг (а.с.) отаси Озарнинг кофир бўлганини Қур’они Каримда билдирса ҳам, Абдуллоҳ   ибн Аббос ва Имом Мужоҳид: \"Озар Иброҳим (а.с.)нинг амакиси еди\" дейишган.   Арабистонда амаки ота дейилади. Ҳадиси шарифда марҳамат қилинадики: \"Жаҳаннамда енг   енгил жазо – Абу Толибга бериладиган жазодир\". Абу Толибнинг жазоси енг енгил жазо екан,   борди-ю агар Расулуллоҳнинг (с.а.в.) муборак ота- онаси жаҳаннамда бўлсайди, енг енгил жазо уларга бериларди. Бу ҳадиси шариф ҳам уларнинг мўмин еканликларига ишора   қилади.   4. Олимларнинг кўпи бу масалада одоб ва ҳурматни сақлаган ҳолда гапирмасликни,   ҳақиқатини Аллоҳ билади, деб сукут сақлашликни ма’қул кўрганлар. Шайхул-ислом аллома   Аҳмад ибн Камол Пошшо \"Абавайн\" рисоласининг охирида ёзганки, \"Ўликларни ёмонлаб,   тирикларни ранжитманглар\", ҳадиси шарифига биноан ва Тавба сурасининг:   \"... Аллоҳнинг Пайғамбарига озор берувчи кимсалар учун еса аламли азоб   бордир\", ма’носидаги 61-ояти каримасига мувофиқ: \"Расулуллоҳнинг отаси   жаҳаннамдадир\" деган киши мал’ундир\" (\"Мир’атул коинот\").   Пайғамбаримиз (с.а.в.) мўминлар қабристони ёнига келганларида: \"Бу ерда ётган   мўмин-мусулмонларга дунё ва охират омонлиги бўлсин! Ей аҳли қабр! Биз иншааллоҳ   сизларга етишамиз. Сиз биздан аввал кўчдингиз. Биз ҳам сизнинг орқангиздан кейинроқ   борамиз. Ей Раббим! Бизни ва буларни мағфират қил ва гуноҳларимизни кечир\" деб   марҳамат қилардилар. Пайғамбаримиз (с.а.в.) муборак завжаларига ҳам қабр зиёратида   шу сўзларни айтишни буюрардилар."
  },
  {
    "title": "БЕШИНЧИ ФАСЛ",
    "description": "Қабр ҳаёти",
    "text": "Қабрда ўликлар тўрт ҳолатда бўлади. Ба’зилари товони устида ўтиради. Танаси то тупроққа   айлангунича шу ҳолатда бўлади. Кейин унинг руҳи бошқа малакут оламини кезиб юради.   Ба’зиларга Аллоҳ таоло бир уйқу беради. Биринчи марта Сур чалингунга қадар нима   бўлганини билмайди. Биринчи Сурда уйғонади ва яна ўлади.   Ба’зилар қабрда икки ой ёки уч ой ётади. Кейин руҳи жаннат қушига айланиб жаннатга   учади. Бу ҳақдаги ҳадислар саҳиҳдир. Расулуллоҳ (с.а.в.) марҳамат қиладилар:   \"Мўминнинг руҳи жаннат қуши билан баробардир. Жаннат дарахтларидан бирида осилиб туради\".   У зотдан (с.а.в.) шаҳидларнинг руҳлари ҳақида сўралганида шундай деганлар:   \"Шаҳидларнинг руҳлари яшил қушларнинг жиғилдонида бўлиб, жаннат дарахтларида осилиб   турардилар\".   Ба’зи инсонлар, хоҳласалар, шу мақомларидан юксаладилар. Ба’зилари Сур чалингунга   қадар у ерда туришади.   Тўртинчи нав – Анбиё ва Авлиёга махсусдир. Уларнинг ба’зилари то Қиёматгача учиб   юради ва кўпинча кечаси кўринади. Абу Бакр Сиддиқ ва Умарул Форуқ (р.а.)   шундайлардандир.   Буни ба’зи солиҳлар кўришган. Бир киши бундай ҳикоя қилади. \"Ё Расулуллоҳ (с.а.в.)! Ота-онам сизга фидо бўлсин! Умматингизнинг фитналарини кўрмаяпсизми?\" дедим. Шунда   Пайғамбаримиз (с.а.в.): \"Аллоҳ таоло бу фитналарини зиёда қилади. Ҳазрати Ҳусайнни ҳам   шоҳид қилдилар. Менинг ҳурматимни сақламадилар\", дедилар.   Улардан ба’зилари (Иброҳим (а.с.) каби) еттинчи осмондан жой олишган. Пайғамбаримиз (с.а.в.) ме’рож кечаси Иброҳим (а.с.)ни кўрдилар. Ул зот Буйтул ма’мурга суянганча,   мусулмонларнинг болаларига ўткир нигоҳларини тикиб турардилар.   Исо (а.с.) еса бешинчи осмондалар. Ҳар бир осмонда расуллар ва набийлар бор, у ердан   чиқмайдилар ва кетмайдилар. Қиёматгача ўша ерда бўладилар. Булардан истаган   жойларига кета оладиганлари – Иброҳим (а.с.), Мусо (а.с.), Исо (а.с.) ва Пайғамбаримиз   Ҳазрати Муҳаммаддирлар (с.а.в.). Булар уч оламдаги хоҳлаган жойларига бора оладилар.   Авлиёи киромдан ба’зилари қиёмат кунигача бир жойда турадилар. Масалан, Боязид   Бистомий арши а’ло остидаги илоҳий дастурхондан баҳраманд бўлиб ўтириши ривоят   қилинган.   Қабрдагиларнинг аҳволи ана шу тўрт шаклда бўлади. Я’ни, азоб берилади, ё раҳмат   остида бўлади, таҳқирланади ёки икромда бўлади.   Кўпгина авлиёлар борки, ўлим ҳолидаги кишига диққат билан қарайдилар. У кишига кенг   манзиллар тораяди, ба’зан еса очилади. Авлиёлар бу ҳолни кўрадилар ва хабар берадилар.   Мен бунақаларни кўп кўрдим.   Ба’зи биродарларимни кўрдимки, қалб кўзидан парда кўтарилиб, ўлган фарзандининг уйига   кирганини кўрган. Бу бир ботиний икром бўлиб, муборак кишилар учундир.   Қабрдагиларнинг ба’зилари жума куни билан ҳайит байрами кунларини биладилар. Агар   дунёдан бир яқин кишиси вафот етса, унинг ёнида тўпланадилар. Уни танийдилар. Кимдир   аёлини сўрайди, кимдир отаси ҳақида сўрайди. Ҳар бири ўзига алоқали нарсаларни сўрайди.   Ба’зилар ўзи танийдиган, ўзидан олдин ўлган кишиларни кўрмайдилар (учратмайдилар).   Чунки унда дунёда бўлган нарсаси ўлаётганда кетади.   Шунинг учун ба’зилари яҳудий бўлиб ўлади, ба’зиларини еса насроний бўлиб ўлади ва   уларнинг орасига кетади. Бир киши дунёдан кўчиб, марҳумларнинг олдига бордими,   марҳумлар ундан дунёдаги қўшнилари ҳақида сўрайди ва фалончи қаерда дейдилар. Бу еса: \"Ўлганига анча бўлганди\", дейди. Марҳумлар: \"Биз уни кўрмадик, балки Ҳовия   жаҳаннамига кетгандир\", дейишади.   Бир киши тушда кўрилиб: \"Аллоҳ таоло сенга қандай муомала қилди?\" деб сўралганда, у:   \"Мен ва фалончи дўстларим жуда кўп хайр ва не’матларга ноил бўлдик\", деди. Ҳолбуки, уни   дўстлари билан бирга ҳорижийлар, я’ни язидий деган йўлдан адашганлар ўлдирганди. Ундан   қўшниси ҳақида сўралганда: \"Биз уни кўрмадик\", деди. Унинг қўшниси ўзини денгизга   отиб чўкиб ўлган еди. У қасам ичиб дедики: \"Аллоҳга қасамки, мен уни ўзини   ўлдирганлар билан бирга деб ўйлайман\".   Расулуллоҳ (с.а.в.) айтганларки: \"Бир киши ўзини бир темир парчаси билан ўлдирса, қиёмат   куни ўша темир парчаси билан ўзини урган ҳолда келади. Жаҳаннамда абадий қолади. Ва   агар бир киши ўзини тоғдан ташлаб ўлдирса, ўзини жаҳаннам оловига отади\".   Агар бирор бир аёл шундай қилса, унинг азобини сур чалингунга қадар тортади (бу ҳадис   дунёда қийинчиликдан қутилиб, роҳатга еришиш учун ўзини ўлдирганлар ҳақидадир.   Чунки бундай деб ўйлаш охират азобини инкор қилиш бўлиб, куфр ҳисобланади.) Ақлин йўқотиб (жинни бўлиб) ўзини ўлдирган ёки ўлдиришга ҳаракат қилса-ю, лекин яраланиб   ётиб, ўлимдан олдин тавба қилса, кофир бўлмайди.) Саҳиҳ хабарда келгандирки:   Одам (а.с.) Мусо (а.с.) билан учрашибди. Мусо (а.с.) ул зотдан сўрабди: \"Аллоҳ таоло   сени қудрати билан яратди ва сенга жон ато қилди. Сени жаннатга киритди. Нега Унга исён   қилдинг?\" Одам (а.с.) унга шундай деди: \"Ей Мусо! Аллоҳ таоло сен билан гаплашди ва   сенга Тавротни нозил қилди. \"Одам Парвардигорига йўлдан адашиб исён қилди\" деган   ёзувни Тавротда кўрмадингми?\" Мусо (а.с.): \"Кўрдим\", деди. Одам (а.с.): \"Бу нарса   мен исён қилмасдан неча йил олдин тақдир қилинди?\" Мусо (а.с.): \"Еллик минг йил олдин\".   Шунда Одам (а.с.): \"Ундай бўлса, ей Мусо, қилмасимдан еллик минг йил олдин тақдир   қилинган бир гуноҳ билан мени айблаяпсанми?\" деди.   (Шу тўғрида гаплашганлари \"Саодати абадия\" номли асарнинг иккинчи қисм еллигинчи   бобида батафсилроқ берилган. Одам (а.с.) берган жавобнинг ма’носи шундай та’рифланган:   \"Бу ишни қилишни ирода ва ихтиёр етишимни Аллоҳ таоло азалдан билганини Тавротда   ўқиганинг ҳолда ва бу иш сабабли юзага келадиган беҳисоб фойдаларни билганинг ҳолда   мени айблаш сенга ярашмайди\".)   Саҳиҳ бўлган ҳадисда хабар берилганди: Расулуллоҳ (с.а.в.) Ме’рож кечаси Пайғамбарлар   (а.с.) билан икки рак’ат намоз ўқидилар. Ҳорун (а.с.) билан саломлашдилар. Ҳорун (а.с.)   Пайғамбаримизни (с.а.в.) ва умматларини дуо қилди.   Идрис (а.с.) билан ҳам саломлашдилар. У ҳам Пайғамбаримиз (с.а.в.) ва умматлари   ҳаққига дуо қилди. Ҳорун (а.с.) Пайғамбаримизнинг (с.а.в.) пайғамбарликлари   билдирилмасидан олдин вафот етганди. Муборак руҳи кўринди. Ана шу руҳоний ҳаётдир.   Бу дунё ҳаётидан кейин учунчи тоифа ҳаёт ҳам бор. Биринчи тоифа ҳаёт бу – Аллоҳ   таоло Одамнинг (а.с.) белидан чиқариб: \"Мен сизнинг Раббингиз емасманми?\" деганида   инсонлар: \"Албатта, сен бизнинг Раббимизсан, ё Раббий\" деган пайтларидир. Дунё   ҳаётига е’тибор қилинмайди, чунки бу ҳаёт инсоннинг не’матланишига восита бўлиб,   ўткинчи ва йўқ бўлгувчи имтиҳон еридир.   Пайғамбаримиз (с.а.в.): \"Инсонлар уйқудадирлар, ўлгач уйғонадилар\", деганлар.   Бу ҳадиси шариф учинчи тоифа ҳаётни, я’ни қабр ҳаётини бизга билдиради.   Қабр ҳаётидаги ҳоллар марҳумларнинг ҳақиқатлари, сифатлари зоҳир бўлган вақтдаги   ҳоллардир. Марҳумларнинг ба’зилари қабрида қолади. Ба’зилари кезиб юради. Ба’зилари урилади,   қаттиқ азоб берилади. Бунинг далили Ғофир сурасининг 46-оятидир:   \"(У азоб бир) оловдирки, улар ертаю кеч ўшанга кўндаланг қилиниб   (куйдирилурлар). (Қиёмат) соати қойим бўладиган кунда еса, (дўзах   фаришталарига): \"Фир’авн хонадонини қаттиқ азобга киритинглар\" (дейилур)\"."
  },
  {
    "title": "ОЛТИНЧИ ФАСЛ",
    "description": "Қиёмат қойим бўлганда",
    "text": "Аллоҳ таоло сур чалинганидан кейин, қиёмат қойим бўлишини ирода қилгач, тоғлар худди  булутга ўхшаб осмонда учади. Ба’зи денгизлар бошқасига қўшилиб кетади.Қуёшнинг нури кетиб қоп-қора бўлиб қолади. Тоғлар чангга айланади. Одамлар бир-бирларига аралашиб кетади. Тизилган дурга ўхшаб турган юлдузлар ҳар ёққа сочилиб  кетади. Осмон худди мумдек ерийди ва тегирмон тошидек қаттиқ айланади.  Аллоҳ таоло оламларнинг парча-парча бўлишини амр қилади. Йетти қават ерда ва етти  қават осмонда ҳеч қандай тирик жон қолмайди. Барча жонзот ўлади. Агар руҳоний  бўлса, руҳи кетади. Бутун борлиқ ўлади. Оламда ҳеч зот қолмайди.  Аллоҳ таоло илоҳийлик мақомида тажаллий қилиб, етти қават осмонни ўнг қудрат қўлига ва  етти қават ерни чап қудрат қўлига олиб дейдики: \"Ей ҳақир дунё! Сенинг ичингда  худолик да’восини қилганлар, аҳмоқлар, ўзини худо деб билган ожизлар қаерда? Сенинг  гўзаллигингга ва латофатингга алданган ва охиратини унутган кишилар қаерда?\" Ундан  кейин қаҳр ва йўқ қилувчи қуввати ва ҳикмати билан ифтихор етади. \"Мулк кимникидир?\" деб  сўрайди. Ҳеч ким жавоб бермайди. Қаҳҳор бўлган Аллоҳ таолонинг ўзи: \"Бугун мулк  воҳид ва қаҳҳор бўлган Аллоҳникидир\", деб жавоб беради.  Шундан кейин Аллоҳ таоло олдингидан ҳам буюкроқ ирода ва қувватини намойиш етади:  Йетти қават осмонни бир қудрат бармоғига ва етти қават ерни бир қудрат бармоғига  олади ва: \"Мен азимушш’ан, Малики дунёман (Я’ни қиёмат кунининг ягона ҳокими  ва соҳибиман).  Мен берган ризқни еб, Менга ширк келтирганлар ва Мендан бошқага бутларга ибодат  қилганлар қаерда? Мен берган ризқ билан қувватланиб, Менга осий бўлганлар, жаббор ва  золимлар қаерда? Кибрланганлар ва мақтанганлар қаерда? Ҳозир мулк кимники\", деб хитоб  қилади. Бунга жавоб берадиган ҳеч ким йўқ. Ҳақ субҳонаҳу ва таоло ўзи ўзи истаган  муддат кутади. Бу пайтда бирон бир жонзот бўлмайди. Ҳатто жаннатдаги ҳуру  ғилмонларнинг ҳам руҳи қабз етилган бўлади.   Шундан кейин Аллоҳ таоло жаҳаннам чуқурларидан бўлган Сақардан бир ешик очади. У   ердан олов отилиб чиқади. Ана шу олов ҳамма нарсани ёқади, ўн тўрт денгизни қуритиб,   ер юзини қоп-қора қилади ва осмонларни сарғайтириб, худди ериган мис ҳолига келтиради.  Кейин оловнинг шиддати осмонларга яқинлашганда, Аллоҳ таоло ма’н етади ва олов  сўнади. Оловдан асар ҳам қолмайди.   Ундан кейин Аллоҳ таоло Арши а’лонинг хазиналаридан бирини очади. Унда ҳаёт денгизи   бор. Бу денгиз Аллоҳнинг амри билан ер юзига қаттиқ ёмғир ёғдиради. Ёмғир шу   даражада ёғадики, ер юзини қирқ аршин баландликда қоплайди. Ундан кейин тупроққа   айланган инсонлар ва ҳайвонлар ўтга ўхшаб ўсиб чиқадилар. Бу тўғрида   Пайғамбаримиз (с.а.в.) шундай деганлар: \"Инсон думғаза суягидан яратилгандир.   Кейин яна шундан яратилади\".   Яна бир ҳадисда: \"Инсоннинг ҳамма жойи чириб йўқ бўлади. Аммо думғаза суяги   чиримайди. Инсон ундан яратилганди. Яна ундан яратилади\", дейилган (Бу думғаза   суяги умуртқа суягининг сўнгги суягидир, катталиги нўхотдек бўлиб, ичида илиги йўқ.   Ҳамма жонзотлар қабрларида шу суякдан худди ўтга ўхшаб ўсиб чиқадилар. Бир   жойнинг ўзида жуда кўплаб инсонларнинг хоки ётган бўлса ҳам ҳеч аралаштирилмайди.   Бу ҳақда Аллоҳ таоло Қоф сурасининг 4-оятида шундай марҳамат қилади:\"Аниқки, Бизга Йер улар (нинг жасадлари)ни камайтираётгани (я’ни, жасадлари   чириб тупроққа айланиб кетаётгани) ма’лум. Ва Бизнинг ҳузуримизда (барча   нарсани ўз саҳифаларида) сақлагувчи Китоб (Лавҳул Маҳфуз) бордир (демак,   уларни қайта тирилтириб ҳисоб-китоб қилиш Биз учун қийин иш емасдир)\".  Бу тирилиш жараёнида вояга етмасдан ўлганлар вояга етмаган ёшда, қари ҳолда   ўлганлар қари ҳолда , йигит ёшида ўлганлар қанақа ёшда бўлса, шу ёшда   тирилтириладилар. Аллоҳ таоло арши а’ло остида майин бир шамол есдиради. Бу шамол ер   юзини бутунлай қоплайди. Йер юзи худди чангга ўхшаган майин қум ҳолига киради.   Шундан кейин Аллоҳ таоло Исрофил (а.с.)ни тирилтиради. Қуддусдаги муборак тошдан сур   чалинади. Сур нурдан яратилган бўлиб, мугузга ўхшаган бир махлуқдир ва ўн тўрт   қисмдан иборат. Бир қисмда қуруқликда яшаган ҳайвонлар сонича тешик бор.   Қуруқликда яшаган ҳайвонларнинг руҳлари ўша тешиклардан чиқади. Ари овозига   ўхшаган овозлар ешитилади ва Йер билан осмон орасини тўлдиради. Сўнгра ҳар бир руҳ ўз   жасадига киради.   Ҳатто тоғларда ўлган, ваҳший ҳайвонлар еган, йиртқич қушлар еган инсонларнинг   руҳлари ҳам ўз жасадларини топади.   Аллоҳ таоло Зумар сурасининг 68-оятида шундай марҳамат қилган:   \"Сур чалинди-ю, осмонлар ва Йердаги бор жонзот ўлди, магар Аллоҳ хоҳлаган   зотларгина (тирик қолдилар). Сўнгра у иккинчи бор чалинди-да, баногоҳ улар   (я’ни, барча халойиқ қайта тирилди ва қабрларидан) туриб, (Аллоҳнинг амрига)   кўз тутарлар\".  Инсонлар қабрларидан таналари чириган ёки ёниб кул бўлган жойларидан туриб кўрадиларки,   тоғлар титилган пахтадек, денгиз сувсиз қолган, ерда на чуқурлик, на баландлик   қолмаган. Йер юзи худди қоғоздек теп-текис бўлиб қолади.   Инсонлар қабрларининг устида ўтириб, яланғоч ҳолда атрофга ҳайрат ва ўйчан ҳолда   боқадилар.   Саҳиҳ бир ҳадиси шарифда Пайғамбаримиз (с.а.в.) шундай деганлар: \"Инсонлар ҳаммаси   кийимсиз, яланғоч ва суннат қилинмаган ҳолларида ҳашр қилинадилар\". Аммо ғарибликда   кийимсиз ҳолда вафот етган бўлса, уларга жаннат кийимлари келтирилади ва кийдирилади.   Шаҳидларнинг ва суннатга (я’ни, ислом аҳкомларига) амал қилиб яшаб вафот етган   солиҳ кишиларнинг игна тешигичалик ҳам жойлари очиқ қолмайди. Пайғамбаримиз (с.а.в.)   яна бир ҳадисларида айтганларки: \"Ей умматим ва ашобим! Сиз ўликларнинг кафанига   е’тибор беринглар! Чунки менинг умматим кафанлари билан ҳашр қилинадилар. Ҳолбуки,   бошқа умматлар яланғочдирлар\". Бу ҳадисни Абу Суфён (р.а.) ривоят қилганлар.   Пайғамбар (с.а.в.) яна шундай деганлар: \"Ўликлар кафанлари билан ҳашр қилинадилар\".   Бир касал ётган киши ўлими олдидан: \"Менга фалон кийимни кийдиринглар\" деганини   ешитдим. Сўраганини кийдирмадилар. Устидаги калта бир куйлак билан вафот етди. Бошқа   бирор бир кафан топилмади. Бир неча кундан кейин тушда кўрилди. Жуда хафа ҳолда еди.\"Сенга нима бўлди?\" деб сўралганида: \"Мен истаган кийимни кийдирмадинглар. Мени мана   шу калта кўйлак билан ҳашр қилинишимга маҳкум етдинглар\" деб жавоб қилди."
  },
  {
    "title": "ЕТТИНЧИ ФАСЛ",
    "description": "Барча мулк Аллоҳникидир",
    "text": "(Бу фасл икки нафҳа орасида орасида воқеаларни билдиради)   Биринчи сур чалинганидаги ўлим иккинчи ўлимдир. Чунки бу ўлим ботиний ҳисларни ҳам   кетказади, йўқ қилади. Биринчи ўлим еса фақатгина (гапириш, ешитиш, еб-ичиш каби)   зоҳирий ҳисларни йўқ қилади, холос. Унда ба’зи жасадла р ҳаракат қилади.   Иккинчи ўлимдан кейин еса намоз ўқий олмайдилар. Рўза тута олмайдилар. Аллоҳ таоло   қаерга фаришта қўйса, албатта у ўша ерда туради. Зеро, фаришта ҳам ўз оламида   бўлишни хоҳлайди.   Нафс (я’ни, руҳ) агар жасадда бўлса ҳис қилишга ва ҳаракатга сабаб бўлади. Олимлар бу  икки нафҳа орасидаги вақт тўғрисида ихтилоф қилганлар. Кўп олимлар буни қирқ йил деб е’тироф  етишган.  Илм ва ма’рифатда комил деб билганим бир зот хабар бериб: \"Буни Аллоҳдан бошқа ҳеч  ким билмайди, бу илоҳий сирлардандир\", деди. Сўнг: \"Илла ман шааллоҳ\" ояти каримасидаги  истисно хоссатан Аллоҳ таоло учундир, деди.  Мен еса жавобан дедимки: \"Пайғамбаримиз (с.а.в.) марҳамат қилган: \"Қиёмат куни  биринчи бўлиб менинг қабрим очилади. Шунда биродарим Мусо (а.с.)ни Арши а’ло  оёғига ёпишиб турганини кўраман. Мендан олдин тирилтириладими ёки Аллоҳ таоло истисно  қилган бандалариданми, билмадим\", ҳадисининг ма’носи нима?\"  Бизнинг англашимизча, агар жисмисиз бўлиб, Мусо (а.с.)нинг руҳи жисм бўлиб кўринган  бўлса, бу ҳадиси шарифдан хориж бўлмас.  Пайғамбаримизнинг (с.а.в.) истисносидан кейин амри фазода, я’ни даҳшат ва қўрқув  замонида бўлса шундайдир. Зеро, ҳар бир жонзот ўша пайтда қўрқув ва фазодадир.  Я’ни, биринчи сур чалинганида инсон даҳшатга тушади ва шу заҳотиёқ ўлади. Ана шу  пайтда махлуқотдан жасадли, жуссали ҳеч ким бўлмайди. Пайғамбаримизнинг (с.а.в.)  қабрлари очиладиган пайт ўша пайтдир.  Ка’бул Ахбор (раҳимаҳуллоҳ) Ҳазрати Умар (р.а.) бир мажлисда ана шу қўрқув ва   шиддатдан хабар бераётиб, бундай хабар қилади: \"Ей Хаттоб ўғли! У пайтда етмиш   пайғамбарнинг амалини қилган бўлсанг ҳам ўйлайманки, сен қутила олмайсан.   Бу машаққатлардан фақатгина Аллоҳ мустасно қилган қишиларгина қутуладилар. Улар   тўртинчи қават осмонда бўлган кишилардир\". Шубҳасиз, Мусо (а.с.) улардандир. Аллоҳ  таолонинг мустасно қилиши \"Бугун мулк кимникидир\" илоҳий саволидан олдиндир. Агар савол  берилганида бирон киши тирик бўлганида еди, Аллоҳнинг \"Мулк кимникидир\" саволига жавобан:  \"Ей Воҳид ва Қаҳҳор бўлган Аллоҳим, мулк, албатта, сеникидир\", деган бўлур еди."
  }
,
  {
    "title": "САККИЗИНЧИ ФАСЛ",
    "description": "Инсонларнинг хашр қилиниши",
    "text": "  Ҳамма қабри устига чиқиб, ба’зилар яланғоч, ба’зилар қора, ба’зилар оқ кийимда, ба’зилар нур таратган ҳолда ўтирадилар. Ҳаммалари бошларини егиб, нима қилишларини билмаган ҳолда минг йил турадилар. Сўнгра ғарбдан бир олов зуҳр етади ва унинг  даҳшатидан халқ маҳшарга сурилади. Бу пайтда ҳар бир махлуқот даҳшатга тушади.   Хоҳ инсон бўлсин, хоҳ жин бўлсин, хоҳ ваҳший ҳайвон бўлсин,ҳар бирини ўз амали тутиб   \"Тур, маҳшарга бор\", дейди.   Амал гўзал бўлган кишининг амали ешак суратига кириб, ба’зиларники хачир суратида   соҳибини маҳшарга олиб боради. Ба’зилари қўчқор шаклида кўринади. Ба’зиларни амаллари  устига миндириб олади, ба’зиларни еса ташлаб кетади. Мўмин кишида бир нур бўлади ва у  нур мўминнинг олд ва ўнг траафини ёритиб йўл кўрсатади.  Чап тарафларида нур бўлмайди. Балки қоронғуликда ҳеч ким ҳеч нарса кўрмайди. Бу  қоронғуликда кофирлар ҳайратда қоладилар. Иймонларида шак-шубҳа бор бўлган кишилар  (ва бид’ат соҳиби бўлганлар, мазҳабсизлар) қоронғуда қоқилиб қоладилар.  Аҳли суннат олимларининг кўрсатмаларига биноан яшаган (сунний) мўминлар, уларнинг  зулмат ва тараддудларига боқиб, Аллоҳ таоло ўзларига ҳидоят нурини берганига ҳамду  сано айтадилар.  Чунки Ҳақ таоло мўминларга азоб кўрсатаётган фосиқларнинг ҳолларини кўрсатиб  қўядики, бунинг ба’зи бир фойдалари бор. Шубҳасиз, жаннат аҳли ва жаҳаннам аҳли нима  амал қилаган бўлсалар ҳаммаси ма’лум бўлади. Шунинг учун Аллоҳ таоло \"Дўстига  назар солди. Уни жаҳаннам оловида кўрди\", ма’носида марҳамат қилади:  \"Кўзлари дўзах аҳли тарафига бурилиб қолса, айтадилар: \"Ей Раббимиз! Бизни бу золимлар  қавми билан бирга қилиб қўймагин!\"  Чунки тўрт нарса борки, қадрини, қийматини фақат шу тўрт тоифа кишилар билади: Ҳаётнинг  қадрини фақат ўликлар билади. Не’матнинг қадрини азоб чеккан киши билади. Бойликнинг  қадрини фақир билади. (бу ерда тўртинчиси ёзилмаган. Аммо бундан келиб чиқадики,   жаннат аҳлининг қадрини жаҳаннам аҳли билади, демакдир).   Ба’зиларнинг нури икки оёғи остида ва бармоқлари учида кўринади. Ба’зиларнинг нури бир   порлаб, бир ўчади. Уларнинг нурлари иймонларига яраша бўлади. Қабрларидан  чиққанларида ҳаракатлари ҳам амалларига яраша бўлади.  Саҳиҳ бир ҳадисда Пайғамбаримиз (с.а.в.): \"Ей Расулуллоҳ! Биз қандай аҳволда ҳашр  қилинамиз?\" деган саволга жавобан бундай деганлар: \"Икки киши бир туя устида, беш   киши бир туя устида ва ўн киши бир туя устида ҳашр қилинарсиз\".  Валлоҳу а’лам, бу ҳадиснинг ма’носи шундай бўлса керак: \"Бир қавм исломда бир-бирларига ёрдам қилса, динни, иймонни, ҳалолу ҳаромни бир-бирига ўргатса, уларга   марҳамат қилинади. Аллоҳ таоло уларнинг амалидан туя яратади ва улар туяга минадилар.   Ана шундай ҳашр қилинадилар\". Бу еса, амалнинг сабабидандир. Чунки уларнинг ўз   амаллари бир туя бўлмагани учун, фақат бир неча кишининг амали бир туя бўляпти ва   у туяга биргаликда минадилар.   Булар шундай кишиларга ўхшайдиларки, сафарга чиқадилар. Аммо ҳеч кимнинг бир улов   сотиб олишга пули етмаганидан икки-уч киши пул қўшиб улов олишади ва унга   биргаликда минадилар. Бу йўлда бу туяга ба’зан ўн киши минадилар. Бу ожизлик амаллари   сабаблидир. Шунинг учун Сен шундай амал қилгинки, бу амал сабабли Аллоҳ таоло сенга   бир улов насиб етсин.   Шуни билишимиз лозимки, бундай кишилар ухровий тижоратда катта катта фойда кўрганлардир.   Аллоҳдан қўрққанлар, Аллоҳнинг динини ёйганлар, албатта, уловга ега бўладилар. Аллоҳ   таоло Марям сурасининг 85-оятида шундай марҳамат қилган:   \"Биз тақводор зотларни отлиқ ҳолларида Раҳмон даргоҳига тўплайдиган (кунни   есланг)\"  Пайғамбаримиз (с.а.в.) бир куни саҳобаларига шундай дедилар: \"Бани Исроилда бир киши   бор еди. Жуда кўп яхши ишлар қиларди.   У зот сизнинг ичингизда ҳашр қилинади\". Шунда саҳобалар сўрадиларки: \"Ё Расулуллоҳ! У   зот нима яхши иш қиларди?\"   Расулуллоҳ (с.а.в.) шундай дедилар: \"Унга отасидан кўп мол-дунё қолганди. Бойликнинг   бир қисмига бир боғ сотиб олиб, уни фақирларга вақф қилди \"Раббим ҳузурига борганимда бу   менинг боғим бўлади\", деди. Яна бир қанча олтин айириб, уни фақир ва заиф кишиларга   тарқатди. \"Бу билан Аллоҳ таолодан жория ва қуллар сотиб оламан\", деди. Яна бир қанча   қулларни озод қилди. \"Булар ҳам Аллоҳнинг ҳузурида менинг хизматчиларим бўлади\", деди.   Бир куни еса, бир кўзи ожиз кишига дуч келди. Қараса, қоқилиб, йиқилиб кетяпти. Унга бир   улов сотиб олиб берди ва: \"Бу еса Аллоҳ таолонинг ҳузурида менинг уловимдир\", деди\".   Пайғамбаримиз (с.а.в.) бу ҳикояни айтиб бўлганларидан кейин шундай марҳамат   қиладилар: \"Нафсим қудрат қўлида бўлган Аллоҳ таолога қасамки, бу улов унинг учун   егарланган ва жиловланган ҳолда ҳозир турганини кўряпман. Бу зот унга минади ва   маҳшаргоҳга шундай ҳолда келади\".   Аллоҳ таоло Мулк сурасининг 22-оятида шундай марҳамат қилгандирки:   \"Ахир юз тубан (я’ни, оёғининг остидан ўзга ёққа қарамасдан) юрадиган   кимса Ҳақ йўлни топувчироқми ёки қадди рост ҳолида тўғри йўлда юрадиган   кишими?\"  Бу оятнинг тафсирида айтиладики, Аллоҳ таоло бу оятни қиёмат кунида мўминларнинг   ҳашр қилиниши билан кофирларнинг ҳашр қилинишига мисол қилди.   Марям сурсининг 86-оятида Аллоҳ таоло шундай дейди:   \"Ва жиноятчи кофирларни жаҳаннамга тушишлари учун ҳайдайдиган кунни   (есланг)\".   Бу оятдан ма’лум бўладики, улар ба’зан юрадилар ва ба’зан судраладилар. Чунки Аллоҳ   таоло бошқа бир ояти каримада: \"Юрадилар\", дейди.   Нур сурасининг 24-оятида Аллоҳ таоло шундай дейди:   \"У кунда Қиёматда қилиб ўтган (бўҳтонлари) сабабли уларнинг тиллари ҳам, қўл   ва оёқлари ҳам ўзларининг зиёнларига гувоҳлик берур\".  Яна бир оятдаги: \"Кўр бўлган ҳолларида\" ма’носи еса, кофирлар мўминларга берилган   нурдан маҳрум бўладилар, деганидир. Бу бутунлай кўр бўладилар, дегани емас. Балки   қоронғулик қоплайди ва кўра олмайди, деганидир. Чунки биламизки, кофирлар самога   қарайдилар, улар осмон ёрилганини, фаришталарнинг тушганини, тоғларнинг юришини,   юлдузларнинг тўкилишини кўрадилар.   Тур сурасининг 15-оятида шундай марҳамат қилингандир:   \"Қани бу (азоб) ҳам сеҳрми ёки сизлар (ҳаёти дунёда ҳақни кўра   олмаганларингиз каби бу азобни ҳам) кўрмаяпсизларми?!\"  Қиёматдаги кўрликдан мурод – қоронғуликда қолишдир. Ва Аллоҳ таолонинг жамоли  илоҳийсини кўришдан ман қилинишликдир. Чунки Аллоҳ таоло нури билан маҳшаргоҳни   ёритади. Ана шу пайтда кофиру мунофиқларнинг кўзларига парда қопланиб, улар бу нурни   кўрмайдилар.   Аллоҳ таоло уларнинг қулоқларига ҳам парда тортади. Каломуллоҳни ешитмасликлари учун.   Чунки фаришталар А’роф сурсининг 49-оятини:      \"(Ахир уларга): Жаннатга киринглар, сизлар учун ҳеч қандай хавф-хатар йўқ ва  сизлар ҳеч ғамгин бўлмайсизлар» (дейилди-ку)?!\" ва Зухруф сурасининг 70-оятини:   \"Сизлар жуфти ҳалолларингиз билан бирга шод-хуррам бўлган ҳолларингизда   жаннатга кирингиз!\" оятларини ўқиб хитоб қиладилар. Мўминлар буни ешитадилар, аммо   кофирлар ешитмайдилар.   Кофирлар гапиришдан ҳам ма’н етиладилар. Улар худди тилсиздек бўлиб қоладилар. Бу Аллоҳ   таолонинг Мурсалот сурасининг 35-36-оятларидан англашилади:   \"Бу (Кун) улар сўзлай олмайдиган ва улар учун узр айтишларига ҳам изн   берилмайдиган Кундир!\"  Инсонлар дунёда қилган ишларига кўра ҳашр қилинадилар. Ба’зилар чолғу чалиш билан   машғул бўладилар. (Ҳар қандай чолғу асбоби назарда тутиляпти. Ибодатларни, Қур’он   ўқишни ва зикр қилишни чолғу билан амалга ошириш ҳам шунга киради. Чунки ҳеч бир   чолғу асбобида Аллоҳнинг ризоси йўқдир).   Ҳаётларида доимо мусиқа чалган ва тинглаган кишилар қабрларидан чиққанларида   чолғуни ўнг қўллари билан олиб, четга улоқтирадилар ва чолғуга дейдиларки: \"Ла’нат   бўлсин сенга! Мени Аллоҳнинг зикридан машғул қилдинг!\" Чолғу бўлса унинг ёнига   қайтиб келади ва шундай дейди: \"Аллоҳ таоло орамизда ҳукм чиқаргунча мен сенга   ҳамроҳман. Унгача айрилмайман\". Дунёда маст қилувчи ичимлик ичганлар сархуш   ҳолда ҳашр қилинадилар. Бошлари, қўллари, оёқлари очиқ ҳолда кўчага чиққан аёллар,   қизлар ўша жойларидан қон ва йиринг оққан ҳолда ҳашр қилинадилар. Ким қайси иш билан   Аллоҳнинг йўлидан айрилса, ўша ҳолда ҳашр қилинади.   Саҳиҳ бўлган ҳадисда Пайғамбаримиз (с.а.в.) шундай деганлар: \"Шароб ичган киши   қиёмат кунида бўйнига оловдан бўлган шароб идиши осилган ва қўлида қадаҳ ушлаган   ҳолда, ундан ер юзидаги енг бадбўй нарсалардан ҳам бадбўйроқ ҳид келган ва ер   юзидаги ҳамма нарса унга ла’нат айтган ҳолида ҳашр қилинади\".   Ма’лум ҳолда ўлганлар зулм кўрган ўша ҳолларида ҳашр қилинадилар. Саҳиҳ бир ҳадисда:   \"Аллоҳ йўлида ўлдирилиб шаҳид бўлганлар қиёмат кунида яраларидан қон оқиб турган   ҳолда келурлар. Ранги қондек бўлса ҳам, ҳиди мушкдек бўлади. Ҳашр қилингунларига   қадар шу ҳолда бўладилар\", дейилган.   Шунда фаришталар уларни фирқа-фирқа, жамоат-жамоат чақирадилар. Уларнинг ичида уларга   зулм қилганлар шу ҳолда ҳашр қилинадилар. Инсонлар, жинлар, шайтон, йиртқич ҳайвонлар ва   қушлар бир жойда тўпланадилар. Бу пайтда ер оппоқ, теп-текис бўлиб қолган бўлади.   Фаришталар ер юзидаги бутун жонзотларнинг атрофида бир ҳалқа бўлиб турадилар. Уларнинг   сони ер юзи махлуқлариникидан ўн чандон кўп бўлади.   Ундан кейин Аллоҳ таоло иккинчи қават осмондаги фаришталарга буюради ва улар биринчи   қават осмон фаришталарининг халқасини халқа қилиб ўрайдилар. Уларнинг сони буларнинг   ҳаммасидан йигирма марта кўп бўлади.   Кейин учинчи қават осмондаги фаришталар тушиб уларнинг атрофини ўрайдилар. Буларнинг   сони ҳаммасидан ўттиз марта кўп бўлади.   Кейин тўртинчи қават осмоннинг фаришталари уларнинг атрофини ўрайдилар. Уларнинг сони   олдингиларнинг ҳаммасидан қирқ марта кўп бўлади.   Ундан кейин бешинчи қават осмоннинг фаришталари тушиб, уларнинг атрофини халқа қилиб   ўрайдилар. Уларнинг сони олдингиларнинг сонидан олтмиш марта кўпдир.   Енг охирида еттинчи қават осмондаги фаришталар тушиб, уларнинг атрофини халқа қилиб   ўрайдилар. Уларнинг сони олдингиларнинг ҳаммасидан етмиш марта кўп бўлади.   Бу пайтда халқ бир-бирларига аралашиб кетган бўлади. Шунчалик тиқилинч бўлганидан   одамлар бир-бирларини босиб олишади. Ҳар ким гуноҳига кўра терга кўмилади. Ба’зилар   қулоқларигача, ба’зилар бўйнигача, ба’зилар кўксигача, ба’зилар елкаларига, ба’зилар   тиззаларигача терга ботишади. Ба’зилар чанқаган одам сув ичганида қанча терласа,   шунчалик оз терлайдилар.   \"Ашоби рай\" – минбар соҳиби бўлгандирлар. \"Ашоби рашҳ\" – оз терлаганлардир. \"Ашоби   ка’байн\" (я’ни, тиззаларигача терга ботганлар) сувда чўкиб вафот етганлардир.   Фаришталар бу уч тоифага: \"Сиз учун енди қўрқув ва ҳузун йўқдир\", деб хитоб   қиладилар.   Ба’зи орифлар менга хабар бердиларки, булар \"Аввабун\"лардир. Фузайл ибн Иёз (187 (мил.   803) йилда Маккада вафот етган) ва бошқа унга ўхшаганлар шу тоифадандирлар.   Чунки Пайғамбаримиз (с.а.в.): \"Гуноҳга тавба қилган киши ҳеч гуноҳ қилмаган киши   кабидир\" деганлар. Бу ҳадиси шариф мутлоқдир. Я’ни, бир шартга боғлиқ емас. Бу уч   тоифа аҳли рай, аҳли рашк, аҳли ка’б.   \"(Қиёмат) Кунида (мўминларнинг) юзлари оқ бўлур, (кофирларнинг) юзлари   қора бўлур\" ма’носидаги Оли Имрон сурасининг 106-оятига кўра юзлари оқ   бўладиганлардир.   Булардан бошқаларнинг юзлари қора бўлади. Қўл узатса етадиган даражада қуёш   яқинлашгани учун изтироб ва терлаш кучли бўлади. Қуёшнинг иссиқлиги ҳозиргидек   бўлмайди. Йетмиш марта кучли бўлади. Салафлардан ба’зилари айтганларки: \"Агар қуёш   ҳозир худди қиёматдагидек яқинлашса, албатта ер юзини ёқарди, еритарди ва   дарёларни қуритарди\".   Бу пайтда махлуқот Аросат майдонда оппоқ жойда қаттиқ изтироб чекиб туришади. Бу   оппоқ жойни Аллоҳ таоло Иброҳим сурасининг 48-оятида баён қилади:   \"Албатта Аллоҳ Йер бошқа Йерга, осмонлар (ўзга осмонларга) айланиб   қоладиган ҳамда (барча одамлар) Ёлғиз ва Қудратли Аллоҳга рўбарў   бўладиган Кунда (Қиёматда) Ғолиб ва Интиқом олгувчидир\".  Бу пайтда ер юзидагилар турли ҳолатдадирлар. Дунёда буюк кўринганлар, буюклик да’во   қилганлар маҳшарда зарра қадардирлар. Ҳадиси шарифда кибрлиларнинг зарра каби бўлишлари   билдирилган. Аммо улар заррадек кичик емаслар. Балки улар оёқлар остида қолиб   езилганларидан, залил ва ҳақир бўлганлари учун зарра кабидирлар, дейилган.   Уларнинг орасида бир қавм ширин ва муздек тоза сув ичадилар. Вояга етмасдан,   гўдаклик чоғида вафот етган мўмин болалари жаннат дарёларидан сув олиб келиб, ота-оналарига берадилар.   Ба’зи салафи солиҳийнлардан ҳикоя қилинадики: бир кишининг тушида қиёмат қойим бўлибди.   У чанқаган ҳолатда тик турганмиш. Кичкина болалар сув таратаётганини кўрибди. У   дебдики: \"Ей болалар, менга ҳам бир қултум сув беринглар\". Болалардан бири сўрабди:   \"Бизнинг ичимизда сенинг боланг борми?\" У йўқ, деганида, бола: \"Ундай бўлса, жаннат   сувидан сенга насиба йўқ\", деди.   Бу ҳикояда уйланиш ва фарзанд кўришнинг афзаллигига ишора бор.   Ба’зи инсонларнинг бошларига бир соя яқинлашади ва маҳшарнинг ҳароратидан сақлайди.   Бу соя дунёда берган закоти ва садақаларидир.   Ана шу ҳолатда минг йил турадилар. Муддассир сурасининг 8-ояти бўлган:   \"Чунки қачон (Қиёмат қойим бўлгани ҳақида хабар бериб) бурғу   чалинганида\" ояти каримани ешитгунларига қадар шу ҳолда турадилар. Бу оят Қур’они   каримнинг сирларидандир.   Сур чалинишининг даҳшатидан бадандаги туклар титрайди, кўзлар ҳар томонга қараб   қолади. Мўминлар ва кофирлар маҳшаргоҳга чақирилади. Сур чалиниши қиёмат кунининг   шиддатини зиёдалаштирувчи бир азобдир.   Бу пайтда саккизта фаришта Аршни кўтариб келишади. У фаришталарнинг ҳар бири бир қадам   ташлаганда йигирма минг йиллик дунё йўлини босиб ўтади.   Фаришталар ва булутлар Арш ўрнатиб бўлингунча ақл англай олмайдиган тасбеҳлар билан   Аллоҳга тасбеҳ айтишади.   Шу тариқа Арши а’ло Аллоҳ таоло ўзи учун яратган оппоқ ерга ўрнатилади. Бу пайтда   ҳеч ким ва ҳеч нарса тоқат қила олмайдиган Аллоҳнинг азобидан бошлар егилади. Бутун   халқ қаттиқ ғам-алам ичида қолиб бир шафқат излайдилар.   Пайғамбар ва олимларни қўрқув босади. Авлиё ва шаҳидлар тоқат қилиб бўлмайдиган   Аллоҳнинг азобидан фарёд чекадилар. Улар бу ҳолатда еканликларида қуёшнинг нуридан   бир неча баробар кучли бўлган нур уларни чулғайди. Зотан қуёшнинг ҳароратига   тоқат қила олмаган инсонлар бу нурнинг азобидан қаттиқ бетоқат бўладилар. Бу ҳолат минг   йил давом етади. Аллоҳ таоло уларга ҳеч нарса демайди.   Шунда инсонлар илк пайғамбар бўлган Одам (а.с.)нинг олдига боришади: \"Ей   инсонларнинг отаси! Ҳолимиз жуда ёмон!\" дейишади. Кофирлар еса: \"Ей Раббимиз! Бизга   марҳамат қил. Бизни бу шиддат ва машаққатдан қутқар\" деб Аллоҳга ёлворадилар.   Инсонлар Одам (а.с.)га дейдиларки: \"Ей Одам (а.с.)! Сен азиз ва шарафли бир   Пайғамбарсанки, Аллоҳ таоло сени яратди. Фаришталарни сенга сажда қилдирди. Сенга   даргоҳидан руҳ ато қилди. Ҳисобнинг бошланиши учун бизга шафоат қил, Аллоҳ нима ҳукм   қилса, шунга маҳкум бўлайлик ва қаерга буюрса, ҳамма ўша ерга кетсин. Ҳамма   нарсанинг ҳокими ва молики бўлган Аллоҳ таоло махлуқларига истаган ҳукмини қилсин\".   Шунда Одам (а.с.): \"Мен Аллоҳ таоло та’қиқлаган дарахт мевасини едим. Шунинг   учун Аллоҳ таолодан уяламан. Сизлар расулларнинг биринчиси бўлган Нуҳнинг (а.с.)   олдига боринглар\" деди. Шунда инсонлар ўзаро машварат қиладилар.   Сўнгра Нуҳ (а.с.)нинг олдига борадилар ва: \"Сен биринчи Расулсан. Аҳволимиз жуда ҳам   танг. Бизнинг муҳокамаларимизнинг тезроқ қилиниши учун шафоат қил! Токи шу маҳшар   жазосидан қутулайлик\" деб ёлворадилар. Нуҳ (а.с.) уларга жавобан: \"Мен Аллоҳга дуо   қилдим ва ер юзидаги барча инсонлар сувга ғарқ бўлдилар. Шунинг учун Аллоҳ   таолодан уяламан, Сизлар Иброҳим (а.с.)нинг олдига боринглар. Чунки у Халилуллоҳдир.   Аллоҳ таоло Ҳаж сурасининг сўнгги оятида:   \"Оталарингиз Иброҳимнинг динини (я’ни, Исломни ушлангиз)! Токи (Қиёмат   Кунида) Пайғамбар сизларнинг устингизда гувоҳ бўлиши учун, сизлар еса   (барча динлардаги) одамлар устида гувоҳ бўлишингиз учун (Аллоҳнинг) Ўзи   сизларни илгари(ги муқаддас Китобларда) ҳам, мана шу (Қур’онда) ҳам   мусулмонлар (я’ни, Ўзининг динига бўйинсунувчилар) деб атади\", деб   марҳамат қилган. Балки у сизларни шафоат қилар\", деди.  Яна олдингидек ўзаро машварат қиладилар. Кейин Иброҳим (а.с.)нинг ёнига борадилар   ва: \"Ей мусулмонларнинг отаси! Сен шундай кишисанки, Аллоҳ таоло сени ўзига халил,   дўст айлади. Бизни шафоат қил! Аллоҳ таоло махлуқот орасида ҳукмини чиқарсин\",   дейишади. Иброҳим (а.с.) уларга шундай хитоб қилади: \"Мен дунёда уч марта киноя   билан гапирдим. Уларни Аллоҳ йўлида гапирдим. Ҳозир шунинг учун Аллоҳ таолодан шафоат   учун изн сўрашга уяламан. Сизлар Мусо (а.с.)нинг олдига боринглар.   Чунки Аллоҳ таоло у билан бевосита гаплашди ва ўзига ма’навий яқин қилди. У сизларни   шафоат қилади\". Инсонлар яна минг йил ўзаро машварат қиладилар. Аммо енди аҳволлари   жуда ҳам ёмонлашади. Маҳшаргоҳ еса янада тораяди.   Кейин Мусо (а.с.)нинг олдига бориб дейдиларки: \"Ей Имрон ўғли! Сен шундай зотсанки,   Аллоҳ таоло сен билан воситасиз гаплашди ва сенга Тавротни нозил қилди. Ҳисобнинг тезроқ   бошланиши учун бизга шафоат қил! Чунки бу ерда туришимиз узоққа чўзилди.   Одамларнинг тиқилинчлигидан бир-биримизни босиб юрибмиз\".   Мусо (а.с.) уларга шундай деди: \"Мен Аллоҳ таолодан Фир’авн оиласининг енг қаттиқ   азоблар билан азобланишини дуо қилиб сўраганман. Буни кейинги авлодларга ибрат бўлсин   учун шафоат қилишга уяламан. Аммо Ҳақ таоло раҳмат ва мағфират соҳибидир.   Сиз Исо (а.с.)нинг олдига боринглар. Чунки у ҳар жиҳатдан Расулларнинг енг саҳиҳи,   ма’рифат ва зуҳд жиҳатдан енг афзали ва ҳикмат жиҳатидан енг устунидир. Сизларни у шафоат   қилади\". Инсонлар яна машварат қиладилар. Уларнинг сиқинтилари еса яна зиёдалашади.   Сўнгра Исо (а.с.)нинг олдига келадилар ва дейдиларки: \"Сен Аллоҳнинг даргоҳидаги руҳи ва   каломисан. Аллоҳ таоло сени Оли Имрон сурасининг 45-оятида:   \"... у дунё-ю Охиратда обрўли ва (Аллоҳнинг) яқинларидандир\", деб мақтаган.   Бизлар учун Раббингдан шафоат тила!\"   Уларга Исо (а.с.) шундай дейди: \"Қавмим мени ва онамни Аллоҳга шерик қилишди. Улар   менга ҳам ибодат қилишди.   Сизлар пайғамбарларнинг енг устуни ва сўнггиси бўлган Муҳаммад Мустафо   (с.а.в.)нинг олдига боринглар. Чунки ул зот ўз шафоатини уммати учун сақлаб қўйган.   Қавми ул зотга кўп азият етказди. Муборак пешонасини ёрдилар, муборак тишни   синдирдилар. Уни жиннига чиқардилар.   Ҳолбуки, у буюк Пайғамбар (с.а.в.) уларнинг ичида насл-насаби енг юксак ва шараф   жиҳатдан енг устуни еди. Уларнинг чидаб бўлмайдиган жафоларига нисбатан Юсуф (а.с.)   акаларига:   \"У деди: \"Бу кун сизлар айбланмайсиз. Аллоҳ сизларни мағфират қилгай. У Зот   раҳм қилгувчиларнинг Раҳмлироғидир\". Ма’носидаги Юсуф сурасининг 92-ояти билан   жавоб берган\".   Исо (а.с.) Муҳаммаднинг (с.а.в.) фазилатларини шундай та’рифлайдиларки, ҳамма инсонлар   Расулуллоҳ (с.а.в.)ни тезроқ кўришни хоҳлайдилар.   Дарров Пайғамбаримизнинг (с.а.в.) минбари олдига келишади ва шундай дейишади: \"Сиз   Ҳабибуллоҳсиз! Ҳабиб еса воситаларнинг енг фойдалисидир. Бизга Раббингиздан шафоат   сўранг!   Чунки биринчи Пайғамбар Одам (а.с.) олдига боргандик, Нуҳга юборди. Нуҳ (а.с.)га   бордик, Иброҳим (а.с.)га юборди. Иброҳим (а.с.) Мусо (а.с.)га юборди. Мусо (а.с.)   Исога юборди. Исо (а.с.) еса сизга юборди. Ё Расулуллоҳ (с.а.в.)! Сиз қайтарсангиз   бошқа борадиган кишимиз йўқ\".   Шунда Расулуллоҳ (с.а.в.) дейдиларки: \"Аллоҳ таоло изн берса ва рози бўлса, шафоат   қиламан\".   \"Суродиқоти жалол\", я’ни жалол пардасига борадилар. Аллоҳ таолодан шафоат учун изн   сўрайдилар ва ул зотга изн берилади. Пардалар кўтарилади. Арши а’лода сажда қиладилар. Шу   ҳолатда минг йил турадилар.   Аллоҳ таолога шундай ҳамд айтадиларки, олам яратилганидан бери ҳеч ким Аллоҳни   бундай мадҳ етмаган бўлади.   Ба’зи орифлар айтишадики: \"Аллоҳ таоло оламларни яратганда ўзини ана шундай мадҳ   етганди\". Арши а’ло Аллоҳ таолога та’зиман ҳаракат қилади. Бу муддат ичида инсонларнинг   аҳволи янада ёмонлашади. Заҳмат ва машаққатлари ортади. Инсонларнинг бўйинларига   ўзлари дунёда очкўзлик билан сақлаган моллари осилади. Туясининг закотини   бермаганларнинг бўйнига туя осилади. Улар юкнинг оғирлигидан додлаб юборишади.   Сигир ва қуйидан закот бермаганлар ҳам шу куйга тушадилар. Уларнинг додлашлари   момақалдироқдек атрофни тутади.   Екинининг закотини, я’ни ушрини бермаганларнинг бўйнига ўшанча екин осилади. У екин   буғдой бўлса буғдой, арпа бўлса арпа осилади. Олтин, кумуш (қоғоз) пул ва бошқа   тижорат молларидан закот бермаганларга еса бир катта илон осилади. У илоннинг бошида 2та   кокили бўлади. Думи бурнига кириб халқа ҳосил қилади ва у одамнинг бўйнига осилади. У   илоннинг оғирлиги худди тегирмон тошидек оғир бўлади. Одамлар бақирадилар ва бу нима   деб сўрайдилар.   Фаришталарга: \"Булар дунёда закотини бермаган молларингиздир\", дейдилар. Бу даҳшатли   ҳол Оли Имрон сурасининг 180-оятида шундай хабар қилинади:   \"Бахиллик қилиб бермаган нарсалари Қиёмат кунида бўйинларига ўралажак!\"  Яна бир бошқа фирқанинг аврат жойлари ғоят катта бўлиш шишиб кетган ва жароҳат   жойидан йиринг оқиб туради. Уларнинг бадбўй ҳидидан атрофидагилар жуда роҳатсиз бўлишади.   Булар зино қилганлар ва бошлари, сочлари, оёқлари очиқ ҳолда кўчага чиққан   аёллардур.   Яна бир фирқа дарахт шохларига осиладилар. Улар дунёда ливота қилганлардир.   Яна бир фирқанинг тиллари оғзидан чиқиб кўксига осилиб туради. Шунчаплик хунук ҳолдаки,   одамнинг кўргиси келмайди. Булар ёлғончилар ва туҳматчилардир.   Яна бир фирқанинг қоринлари худди тоғдек катта бўлиб, улар дунёда заруратсиз ва   муомала қилмасдан фоизли мол ва пул олиб берганлардир. Бу каби ҳаром мол топганларнинг   гуноҳлари аянчли ҳолда ошкор қилинади."
  },
  {
    "title": "ТЎҚҚИЗИНЧИ ФАСЛ",
    "description": "Жаннатийлар жаннатга,  Дўзахийлар жаҳаннамга юборадилар",
    "text": "  Аллоҳ таоло шу ма’нода буюрадики: \"Ей Муҳаммад, бошингни саждадан кўтар! Сўзла,   сўзларинг инобатга олинади. Шафоат қил, қабул қилинади.    Шунда Пайғамбаримиз (с.а.в.): \"Ей Раббим! Бандаларинг орасидан яхшиларни ва   ёмонларни айир. Кутишлари узоқ чўзилиб кетди. Барчалари гуноҳлари туфайли аросат   майдонига разил ва расво бўлдилар\", дейилади.   Бир нидо келади: \"Тўғри айтдинг, ей Муҳаммад (с.а.в.)\" Жаноби Ҳақ жаннатга буюради   ва жаннат турли зийнатлар билан зийнатланади. Кейин Аросат майдонига келтирилади. Шу   даражада хушбўй ҳиди борки, беш юз йиллик масофадан сезилади. Бу ҳолдан қалблар  роҳатланади. Руҳлар тирилади. (Лекин кофирлар, муртадлар, мусулмонлар билан жанг қилганлар,  Қур’они каримни ҳақорат қилганлар, ёшларни алдаб иймондан айирганлар) амаллари ёмон  ва ҳабис бўлганлар жаннатнинг ҳидини ҳидламайдилар.   Жаннат Арши а’лонинг ўнг тарафига қўйилади. Ундан кейин Аллоҳ таоло дўзахни келтиришни  буюради. Жаҳаннамга қўрқув киради ва дод солади. Унга юборилган фаришталарга:  \"Аллоҳ таоло менга озор бериш учун бирор бир махлуқ яратдими?\" деб савол беради?  фаришталар еса: \"Аллоҳ таолонинг иззати ва жалоли ва жабарути ҳаққи, Раббинг сен орқали  осийлардан, ислом душманларидан интиқом олиш учун бизни сенга юборди. Сен ана  шунинг учун яратилгансан\", дейишади. Жаҳаннамни тўрт тарафидан ушлаб кўтариб  келадилар. Йетмиш минг ип бойлаб кўтарадилар. Ҳар бир ипда етмиш минг ҳалқа бор.   Дунёдаги темирларнинг ҳаммаси тўпланса ҳам унинг бир халқасича бўлмайди. Ҳар  халқада забоний дейилувчи азоб фаришталаридан етмиш мингтаси бор. Уларнинг бирига  дунёдаги тоғларни суриш буюрилганида еди, парча-парча қиларди.  Шунда дўзах ўзидан даҳшатли овоз чиқаради, пишқириб олов сочади ва ўзидан  шиддатли бир туман чиқаради. Бунинг оқибатида осмон қоп-қора бўлади. Маҳшаргоҳга  минг йиллик масофа қолганида фаришталар уни қўйиб юборишади. Гумбурлаган овози ва   иссиқлиги чидаб бўлмас даржада бўлади. Маҳшаргоҳдагиларнинг ҳаммаси бундан жуда   қўрқадилар. \"Бу нима?\" деб сўрайдилар. \"Жаҳаннам забонийларнинг қўлидан қутулибди,   сизга яқинлашяпти. Бу ўшанинг овози\" деб хабар берилади. Буни ешитиб ҳамманинг  тиззасида мадор қолмайди ва беихтиёр тиз чўкадилар. Ҳатто пайғамбарлар ва расуллар ҳам ўзларини тута олмайдилар.  Ҳазрати Иброҳим (а.с.), Мусо (а.с.) ва Исо (а.с.) арши а’ло пойини қучоқлаб оладилар.   Иброҳим (а.с.) қурбон қилмоқчи бўлган Исмоил (а.с.)ни ҳам унутади. Мусо (а.с.) биродари   Ҳорун (а.с.)ни унутади. Исо (а.с.) волидаси ҳазрати Марямни унутади. Ҳар бири: \"Ей   Раббим! Бугун нафсимдан бошқа нарсани истамайман\", дейди.   Фақат Пайғамбаримизгина (с.а.в.): \"Умматимга омонлик ва нажот бер, ей Раббим!\"   дейдилар.   У ерда бунга чидай оладиган ҳеч ким бўлмайди. Аллоҳ таоло Жосия сурасининг 28-  оятида шундай марҳамат қилади:   \"(У Кунда) барча умматни (даҳшат ва изтиробла) тиз чўккан ҳолда кўрарсиз.   Ҳар бир уммат ўз номаи а’молига чақирилур, (сўнг уларга дейилур): \"Бугун   қилиб ўтган амалларингиз билан жазоланурсизлар\".  Фаришталарнинг қўлидан қутилиб келаётган дўзахнинг бўкирган овозидан инсонлар   бўғилиши даражасида ғамга ботадилар ва юзларини беркитиб оладилар. Фурқон сурасининг   12-оятида шундай марҳамат қилинади:   \"(Дўзах) уларни узоқ жойдан кўрган вақтидаёқ унинг хайқириқ ва бўкиригини   ешитурлар\".  Аллоҳ таоло Мулк сурасининг 8-оятида еса шундай марҳамат қилади:   \"У ғазабдан парчаланиб кетгудек бўлур...\".  Шунда, Пайғамбаримиз (с.а.в.) олдинга чиқиб, жаҳаннамни тўхтатадилар ва: \"Ҳақир ва   залил бўлиб орқага қайт! Токи, сенинг олдинга аҳлинг гуруҳ-гуруҳ бўлиб келсинлар\",   дейдилар.   Дўзах еса: \"Ей Муҳаммад! Менга рухсат беринг, мен ўтиб кетай. Чунки сиз менга   ҳаром қилингансиз\", дейди.   Шунда Аршдан нидо келади: \"Ей жаҳаннам, Муҳаммадга (с.а.в.) қулоқ сол ва унга   итоат қил!\" Сўнгра Расулуллоҳ (с.а.в.) дўзахни етаклаб бориб, Арши а’лонинг чап   томонига жойлаштирадилар. Маҳшардагилар Пайғамбаримизнинг (с.а.в.) бу марҳаматли   ҳаракатларини бир-бирларига хабар берадилар. Қўрқувлари бир миқдор камаяди. Анбиё   сураси 107-оятнинг ма’нои шарифи зоҳир бўлади:   \"(Ей Муҳаммад алайҳиссалом), дарҳақиқат, Биз Сизни барча оламларга фақат   раҳмат (я’ни, Аллоҳнинг раҳмати-жаннатига етаклагувчи) қилиб юбордик\".  Шундан кейин қандайлигини нома’лум Мезон қурилади. Унинг икки палласи бўлиб, биринчи   палласи нурдан, иккинчиси еса зулматдан бўлади.   Замондан, макондан ва жисмдан муназзах бўлган Аллоҳ таоло ўз қудрати   бениҳоясининг бу заррасини шу тариқа изҳор қилгач, мўмин инсонлар унга та’зиман   саждага кетадилар. Аммо кофирлар ва муртадлар сажда қила олмайдилар.   Чунки уларни темир занжирлар билан егилмайдиган қалиб ўраб қўйилган бўлади.   Аллоҳ таоло Қалам сурасининг 42-оятида марҳамат қилгандирки:   \"Болдир очиладиган (я’ни, оғир ҳисоб-китобга чоғланиладиган) ва улар   (кофирлар) кўзлари (қуйига) егилган, хорлик уларни ўраб-егаллаб олган ҳолларида   сажда қилишга чорланишиб, (лекин саждага) кучлари етмай қоладиган Кунни   (есланг!)\"   Мўминлар саждада екан, Аллоҳ таоло нидо қилади. Бу чақириқни узоқ ва яқиндагиларнинг   ҳаммаси ешитади. Имом Бухорий ривоят қилганидек, Аллоҳ таоло (ҳадиси қудсийда): \"Мен   азимуш-ша’н барчага жазо берадиган Дайёнман. Менга ҳеч бир золимнинг зулми   тажовуз қилмайди. Агар тажовуз қилса, мен золим бўламан\", дейди.   Шундан кейин ҳайвонот орасида ҳисоб бошланади. Шохли қўйдан шохсиз қўйнинг ҳақи   олиб берилади. Тоғ ҳайвонлари билан қушлар орасида ҳисоб қилинади. Кейин уларга:   \"Тупроққа айланинглар\" дейилади. Шунда ҳайвонлар шу заҳоти тупроққа айланади.   Кофирлар бу ҳолни кўриб, Наба’ сурасининг 40-оятида келтирилганидек:   \"Еҳ, кошки еди (қайтадан) тупроққа айланиб кетсам (у, муҳаққақ бошимга   тушадиган азобдан қутилсам)\", деб қолур\", дейишади.   Сўнгра Аллоҳ таоло \"Лавҳул Маҳфуз қаерда?\" деб сўрайди. Бу овоз ақлни оладиган ҳолда   ешитилади. Аллоҳ таоло: \"Ей Лаҳв, Таврот, Инжил, ва Қур’они азимуш-ша’ндан сенда   ёзганларим қаерда? \" деб сўрайди. Лавҳул Маҳфуз шундай жавоб қилади: \"Ё Роббал   оламийн! Буни Жаброил (а.с.)дан сўра!\".   Шунда Жаброил (а.с.) титраб-титраб келади ва тиз чўкади. Ҳақ таоло сўрайди: \"Ей Жаброил!   Бу лавҳ айтадики, сен менинг каломимни ва ваҳийларимни бандаларимга етказган  екансан, шу тўғрими?\"    Жаброил (а.с.): \"Тўғри, ей Раббим\", дейди. Аллоҳ таоло: \"Уни қандай амалга оширдинг?\"   деб сўрайди. Жаброил (а.с.): \"Ей Раббим! Тавротни Мусо (а.с.)га, Инжилни Исога (а.с.),   Қур’они Каримни Ҳазрати Муҳаммадга (с.а.в.) етказдим. Ҳар бир Расулга рисолатини ва   ҳар бир суҳуф соҳиби пайғамбарга еса саҳифаларни олиб тушдим\", дейди.   \"Ей Нуҳ!\" деган нидо ешитилади ва Нуҳ (а.с.) келтирилади. Ул зот қўрқувдан титраган ҳолда   ҳузури илоҳийга келтирилади.   Унга шундай дейилади: \"Ей Нуҳ! Жаброил (а.с.) айтяптики, сен Расуллардан екансан\".   \"Тўғри айтяпти, ей Раббим\" деб жавоб беради. Нуҳ (а.с.) Аллоҳ таоло сўрайди: \"Қавминг   билан нима қилдинглар?\"   Нуҳ (а.с.) жавоб беради: \"Ей Раббим! Мен уларни кечаю кундуз иймонга да’ват қилдим.   Менинг да’ватим уларга ҳеч бир фойда бермади. Мендан қочдилар\". Шунда: \"Ей Нуҳ   қавми!\" деган нидо келадилар. Улар бир фирқа бўлиб келади. Уларга дейилади: \"Ушбу   қавмдошингиз Нуҳ (а.с.) менинг рисолатимни сизга етказганини айтяпти\". Улар: \"Ей   бизнинг Раббимиз! Нуҳ ёлғон гапиряпти. Бизга ҳеч нарсани таблиғ етгани йўқ\", деб   рисолатни инкор қилишади.   Аллоҳ таоло: \"Ей Нуҳ! Сенинг гувоҳнинг борми?\" деб сўрайди. Нуҳ (а.с.) \"Ей Раббим!   Менинг гувоҳларим Муҳаммад (с.а.в.) ва унинг умматидир\", дейди.   Аллоҳ таоло: \"Ей Муҳаммад! Нуҳ рисолатни таблиҳ етганига сени гувоҳ қиляпти\", дейди.   Пайғамбаримиз (с.а.в.) Нуҳнинг (а.с.) рисолатини таблиғ етганига гувоҳ бўлиб, Ҳуд   сурасининг 25–26-оятларини ўқийдилар:   \"Дарҳақиқат, Биз Нуҳни ўз қавмига (пайғамбар қилиб) юбордик. (У деди):   \"Албатта мен сизларга (келган) очиқ огоҳлантиргувчиман».   «Сизлар Ёлғиз Аллоҳга ибодат қилинглар. (Агар Ёлғиз Аллоҳдан ўзга бировга   сиғинсангизлар), сизларнинг устингизга аламли азоб Куни (тушиши)дан   қўрқаман\".  Шундан кейин Аллоҳ таоло Нуҳнинг (а.с.) қавмига ҳукм чиқаради: \"\"Сизларга азоб ҳақ   бўлди. Зеро, кофирлар азобга лойиқдирлар\".   Шу тариқа уларнинг барчаси дўзахга ташланади. На амаллари тортилади, на ҳисоб қилинади.   Ундан кейин: \"Од қавми қаерда?\" деб нидо қилинади. Од қавмига ҳам Нуҳ (а.с.)   қавмига қилинган муомала қилинади. Ҳуд (а.с.)га яна Пайғамбаримиз (с.а.в.) ва   умматларининг хайрлилари гувоҳлик беришади. Пайғамбаримиз (с.а.в.) Шуаро сурасининг   123-оятини ўқийдилар:   \"Од (қабиласи) пайғамбарларини ёлғончи қилди\".  Бу қавм ҳам дўзахга ташланади.   Кейин: \"Ей Солиҳ ёки Самуд\", деб нидо қилинди. Солиҳ (а.с.) ва қавми келади. Қавм инкор   қилгач, яна Пайғамбаримиздан (с.а.в.) Солиҳ (а.с.) учун гувоҳлик беришлари сўралади.   Пайғамбаримиз (с.а.в.) Шуаро сурасининг 141-оятини ўқийдилар:   \"Самуд (қабиласи) пайғамбарларини ёлғончи қилди\".  Бу қавм ҳам олдингилар каби дўзахга ташланади.   Шу тариқа умматлар бирин-кетин Аллоҳ таолонинг ҳузурига ҳисоб учун келадилар. Булар –   Борих, Зуҳа, Асро, Ашоби рос, ашоби туббо’ ва ва Иброҳим (а.с.)нинг қавмлари – кофир   қавмлар бўлиб, улар учун ме’зон ҳам йўқ ва ҳисоб ҳам қилинмайди. Бу қавмлар бўлиб,   улар учун ме’зон ҳам йўқ ва ҳисоб ҳам қилинмайди. Бу қавмлар у кунда   Парвардигорлари ҳузурида шарманда бўладилар. Аллоҳ таоло сўзларини уларга бир таржимон   етказиб туради, тўғридан-тўғри ешитмайдилар. Чунки бир кимса охиратда Аллоҳ таолонинг   каломини ешитса ёки кўрса, у кимса азоб кўрмайди.   Шундан кейин Мусо (а.с.) чақирилади. Қаттиқ шамолда япроқлар қандай титраса, ул зот   ана шундай титраб келади. Ҳақ таоло унга: \"Ей Мусо! Жаброил сенга рисолатингни ва   Тавротни қавмингга таблиғ етганингга гувоҳлик беряпти\", дейди. Мусо (а.с.): \"Тўғри,   ей Раббим\", дейди.   Аллоҳ таоло: \"Ундай бўлса, минбарингга чиқ! Сенга ваҳий қилинган нарсани ўқи!\" деб   буюради. Мусо (а.с.) минбарга чиқиб ўқийди. Ҳамма жим туриб ешитадилар. Мусо (а.с.)   Тавротни худи янги нозил бўлгандай ўқийди. Яҳудий олимларига бундан олдин Тавротни   ҳеч кўрмагандек, билмагандек туюлади.   Ундан кейин Довуд (а.с.) чақирилади. Ул зот ҳам худди шамолда титраган япроқдек   титраб келади.   Аллоҳ таоло: \"Ей Довуд! Жаброил Забурни умматингга таблиғ етганингга гувоҳлик   беряпти\", дейди. Довуд (а.с.): \"Тўғри, ей Раббим\", дейди. Аллоҳ таоло: \"Минбарга чиқ   ва сенга нозил қилинган нарсани тиловат қил!\" деб буюради. Довуд (а.с.) минбарга чиқади.   Гўзал овоз билан Забурни ўқий бошлайди.   Ҳадисда ма’лум қилинадики, Довуд (а.с.) жаннат аҳлининг мунодийсидир. (Довуд (а.с.)нинг   овози жуда гўзал ва ёқимли еди.) Нидо қилганда овозини тобути сакийнанинг имоми   ешитади ва жамоат ичидан сафларини ёриб ўтиб, Довуднинг (а.с.) олдига келади. Уни   қучоқлаб олади. \"Сен Забурдан та’лим олмадингмики, мен ҳақимда янглиш ният   қилдинг\", дейди. Довуд жуда уялади, сиқилади. Жавоб бера олмайди. Аросат ачинарли ҳолга   келади. Инсонлар Довуддан (а.с.) кўрган ҳолларидан жуда хафа бўладилар. Кейин Довуд   (а.с.)ни қучоқлаб, ҳузури Мавлога чиқаради. Устларига парда тушади. Тобутнинг имоми:   \"Ей Раббим! Довуднинг (а.с.) ҳурматига мени мағфират қил, у мени жангга юборди.   Жангда ўлдирилдим. Мен уйланмоқчи бўлган аёлга ўзи уйланмоқчи бўлди. Ҳолбуки, бу   пайтда тўқсон тўққизта хотини бор еди\", дейди. Аллоҳ таоло Довуддан (а.с.) сўрайди: \"Ей   Довуд, унинг сўзи тўғрими?\" Довуд (а.с.) уялганидан ва Аллоҳнинг азобидан   қўрққанидан, мағфират ва’дасидан умид қилиб, бошини егиб туради. Чунки инсон бир   нарсадан қўрқса ва уялса бошини егади. Бир нарса умид қилса ёки илтимос қилса бошини   юқори кўтаради. Шунда Аллоҳ таоло тобутнинг имоми бўлган зотга дейдики: \"Мен бунинг   ўрнига саройлар ва хизматкорлар, яна бошқа нарсалар бераман. Розимисан?\" У зот:   \"Розиман, ей Роббим\", дейди. Ундан кейин Довудга (а.с.): \"Сен ҳам ей Довуд! Бор,   сени ҳам мағфират қилдим\", дейди.   Шундан кейин Довудга (а.с.): \"Минбарингга қайт, Забурнинг давомини ўқи!\" деб   буюрилади. У еса, Аллоҳ таолонинг амрини бажо келтиради. Бу пайтда Бани Исроилга икки   қисмга ажрашишлари буюрилади. Биринчи қисми мўминларга, иккинчи қисми еса кофирларга   қўшилади.   Ундан кейин шундай хитоб қилинади: \"Исо (а.с.) қаерда?\" Исо (а.с.) келтирилади. Аллоҳ таоло   Моида сурасининг 116-оятида келганидек, сўрайди:   \"Ей, Исо бинни Марям, сен одамларга: \"Аллоҳни қўйиб, мени ва онамни худо   қилиб олинглар\", деб айтдингми?\"  Исо (а.с.) кўп ҳамду санолар айтади ва юқоридаги оятнинг давомида келганидек жавоб   беради:   \"Ей, Пок Парвардигор, ҳаққим бўлмаган нарсани айтиш мен учун дуруст   емас-ку. Агар айтган бўлганимда Сен албатта билар единг. Зотан, Сен   дилимдаги бор нарсани билурсан. Аммо мен Сенинг ҳузурингдаги ҳеч нарсани   билмасман. Фақат Сен Ўзинг ғайб илмларининг Билгувчисисан\".  Шунда Аллоҳ таоло жамол сифатини кўрсатади ва: \"Бу кун содиқ (мўмин)ларга   содиқлиги фойда берадиган кундир\", бўлган ояти карима билан марҳамат қилади ва:   \"Ей Исо! Сен тўғри айтдинг. Минбарингга чиқ! Сенга Жаброил таблиғ қилган Инжилни тиловат   қил\", деб буюради. Исо (а.с.) буйруқни бажариб, тиловат қила бошлайди. Тиловатнинг   та’сиридан ҳамма бошини юқорига кўтаради. Чунки Исо (а.с.) ривоят қилиш жиҳатидан   инсонларнинг енг ҳикматлисидир. Қироатда шу қадар тозалик ва назокат кўрсатадики,   христианлар ва роҳиблар ўзларини худди Инжилдан ҳеч бир оят билмайдигандек ҳис қилишади.   Шундан кейин насронийлар ҳам иккига бўлинишади. Бузилган христианлари кофирларга,   бузилмаганлари мўминларга қўшилишади.   Ундан кейин бир нидо ешитилади: \"Муҳаммад (с.а.в.) қаерда?\" Пайғамбаримиз (с.а.в.)   келадилар. Ҳақ таоло дейдики: \"Ей Муҳаммад! Жаброил сенга Қур’они каримни таблиғ   етганини айтяпти\" Ул зот: \"Тўғри, ей Раббим!\" Ҳақ таоло: \"Ей Муҳаммад! Минбарингга   чиқ ва Қур’они каримни тиловат қил!\" деб буюради. Пай-ғамбаримиз (с.а.в.) Қур’они   каримни ғоят гўзал ва тотли бир шаклда тиловат қилиб, мўминларга муждалар берадилар.   Уларнинг юзларига табассум югуради ва севинчлари ичига сиғмайди. Қур’они каримга   ишонмаганларнинг ва бу Китобни (Аллоҳ сақласин) оддий бир чўл қонунидир, деганларнинг   юзлари еса ғоятда чиркин кўриниш олади.   Шу ергача баён қилинган пайғамбарларга қилинадиган савол-жавобни А’роф сурасининг   6-оятида шундай марҳамат қилинади:   \"Енди албатта Биз, ўзларига Пайғамбар юборилган кишилар билан ҳам, (уларга)   юборилган пайғамбарлар билан ҳам, савол-жавоб қилурмиз\".  Бу ҳақда Моида сурасининг 109-оятида билдирилган:   \"Аллоҳ пайғамбарларини тўплаб: \"Сизларга (я’ни, қилган да’ватингизга   умматларингиз томонидан) қандай жавоб бўлади?\" деб сўрайдиган Кун...\".  Шунда пайғамбарлар \"Ё Раббий! Бизда илм йўқ. Фақат сен ўзинг ғойиб (нарса)ларнинг   алломасидирсан\", дейдилар. Олдинги оятнинг хабар берганини айтган олимларнинг сўзлари   тўғрироқдир. Зеро, пайғамбарларнинг ҳам даражалари бор. Исо (а.с.) уларнинг   буюкларидандир. Чунки у \"Руҳуллоҳ\"дир ва \"калиматуллоҳ\"дир. Пайғамбаримиз (с.а.в.)   Қур’они каримни тиловат қилганларида умматлари ўзларини худди олдин ешитмагандек ҳис   қилишади. Бу тўғрида Абу Саид Асмоийдан (Асмоий 122 й.да Басрада туғилиб, 216 (мил.   831) й.да Марвада вафот етди. Асл исми Абдулмаликдир.) сўрашди: \"Сен Қур’онни жуда   яхши ёд олгансан. Сен ҳам шу ҳолга тушасанми?\" Шунда у: \"Ҳа,   Пайғамбаримиздан (с.а.в.) ешитганимда мен ҳам ўзимни худди олдин ешитмагандек   ҳис қиламан\", деганди.   Китобларнинг қироати тамом бўлгач, бир нидо келади: \"Ей мужримлар, енди сизлар   айрилинглар!\" Бу нидодан сўнг Аросат майдони ҳаракатга келади. Ҳаммани қўрқув   босади. Бир-бирларига тиқилиб олишади. Фаришталар, жинлар ва инсонлар бир-бирларига аралашиб   кетадилар. Кейин яна бир нидо келади: \"Ей Одам! Авлодингдан жаҳаннамга лойиқ   бўлганларини жўнат!\" Одам (а.с.): \"Ей Раббим! Қанчасини?\" деб сўрайди. Аллоҳ таоло:   \"Мингдан тўққиз юз тўқсон тўққизини жаҳаннамга ва бирини жаннатга\". Кофирлардан ва   аҳли суннат йўлидан айрилган мулҳидлардан ва ғофиллардан ажрала-ажрала Аллоҳ амр   етганидек бир қисм мў’минларгина келади, холос.   Ундан кейин Иблис шайтонлари билан келади. Уларнинг ҳам ёмонликлари яхшиликларидан   оғир келади. Кимгаки диннинг хабари келган екан, унинг савоблари ва гуноҳлари, албатта,   тортилади. Шайтонларнинг гуноҳлари оғир келиб, азобга ҳукм қилинишлари аниқ бўлгач:   \"Бизга Одам зулм қилди. Забоний фаришталари сочларимиздан тортиб, бизни дўзахга   судрашди\", дейишади.   Шунда Аллоҳдан бир нидо келади:   \"Бу Кунда (ҳеч кимга) зулм қилинмас. Албатта Аллоҳ тез ҳисоб-китоб қилгувчи   Зотдир\", (Ғофир, 17-оят).   Ҳамма учун катта бир Китоб олиб келинади. Унинг катталиги шарқдан ғарбгачадир. Унда   махлуқотларнинг барча катта-ю кичик амаллари ёзилган. Аллоҳ таоло ҳеч бир бандасига   зулм қилмайди. Махлуқларнинг ҳар куни қилган амали шу Китоб билан арз қилинади. Аллоҳ   таоло Абаса сурасининг 16-оятида билдирилган: \"Киромин барора\", фаришталарига, я’ни   карим ва итоаткор фаришталарига амалларни ёзишни буюрган. Ўша Китоб ана шудир.   Жосия сурасининг 29-ояти шарифи буни шундай та’рифлайди.   \"Дарҳақиқат, Биз сизлар қилгувчи бўлган барча амалларингизни (ушбу номаи   а’молга) кўчириб қўйгандирмиз\".  Ундан кейин мунодий ҳар кимни битта-битта чақиради. Ҳамма алоҳида-алоҳида ҳисоб   қилинади. Нур сурасининг 24-оятида шундай марҳамат қилинади.   \"У кунда – Қиёматда қилиб ўтган (бўҳтонлари) сабабли уларнинг тиллари ҳам,   қўл ва оёқлари ҳам ўзларининг зиёнларига гувоҳлик берур\".  Саҳиҳ хабарда бизга билдирганки, бир киши Аллоҳ таолонинг ҳузурига келтирилади. Ҳақ таоло   унга: \"Ей осий банда! Сен мужрим ва осий бўлдинг\", дейди. Банда: \"Ей Раббим! Мен   ҳеч нарса қилмадим\", дейди. Аллоҳ таоло: \"Сенга қарши далиллар ва гувоҳлар бор\", дейди.   У одамнинг Ҳафаза фаришталари келтирилади. У одам: \"Улар мен ҳақимда ёлғон   гапиришди\", дейди. Бу ҳолни Наҳл сурасининг 111-ояти бизга та’риф етади:   \"Ҳар бир жон фақат ўзини ўйлаб – ҳимоя қилиб қоладиган ва ҳар бир жон қилган   амалининг (мукофотини) тўла оладиган, уларга зулм қилинмайдиган Кунни (я’ни,   қиёматни есланг)!\".  \"Бу кунда Биз уларнинг оғизларини муҳрлаб қўюрмиз. Бизга уларнинг қилиб ўтган ишлари   ҳақида қўллари сўзлаб, оёқлари гувоҳлик берур\".   Шу тариқа осийларнинг а’золари гувоҳлик беради ва улар дўзахга юборилади. Мужримлар (дин   душманлари, ҳаром иш қилганлар, намозга аҳамият бермаганлар) ўз а’золарига бақира   бошлайдилар. А’золари еса шундай дейди:   \"Бизларни барча нарсани сўзлатган Зот Аллоҳ сўзлатди. Сизларни дастлаб У   яратган ва сизлар яна Унинг Ўзига қайтарилурсизлар\", дедилар\" (Фуссилат, 21-  оят).   Ҳисобдан кейин ҳамма инсонлар Сирот кўпригидан ўтказилади. Сиротдан ўта олмай   йиқилган мужримлар Жаҳаннам тубига, азоб фаришталарига топширилади. Улар бақириб йиғалай   бошлайдилар. Мўминларнинг осийлари ҳам дўзахга кираётганларида даҳшатга тушиб   йиғлай бошлайдилар. Фаришталар жиноятчиларни дўзахга ташларкан:   \"Мана шу сизларга ва’да қилинган Кундир\", (деб) кутиб олурлар\", дейишади   (Анбиё, 103-оят).  Буюк фарёд – жаҳаннам аҳли енг кўп фарёд кўтариб йиғиладиган тўрт жойдан биринчиси   – сур чалинган пайтда; иккинчиси – дўзах фаришталари қўлидан қутилиб, маҳшар аҳлига   қараб кетаётган пайтда; учинчиси – Одам (а.с.) Аллоҳ таолога шафоатчи юбориш   учун чиққан пайтда; тўртинчиси – улар дўзахнинг азоб фаришталарига топширилган   пайтда.   Дўзахий бўлганлар дўзахга кетгач, аросат майдонида фақат мўминлар, муслимлар   хайру еҳсон қилганлар, орифлар, сиддиқлар, валийлар, солиҳлар, шаҳидлар ва расуллар қоладилар.   Иймонларида шубҳалари бўлганлар, мунофиқлар, зиндиқлар, бид’ат соҳиблари (я’ни, аҳли   суннат е’тиқодида бўлмаган мўминлар) ҳам дўзахга кетишади. Аллоҳ маҳшарда   қолганлардан: \"Ей инсонлар, Раббингиз ким?\" деб сўрайди. Улар: \"Аллоҳ таолодир\", деб   жавоб беришади. Аллоҳ таоло: \"Сиз уни биласизми?\" деб сўрайди. Улар: \"Ҳа биламиз, ей   Раббимиз\", дейишади. Шунда уларга Арши а’лонинг чап тарафидан бир фаришта кўринади.   У фаришта шу қадар баҳайбатки, агар етти денгиз бармоғининг учига қўйилса, бир   томчидек бўлмайди. У фаришта маҳшардагиларга Аллоҳнинг амри билан уларни имтиҳон   учун: \"Мен сизнинг Раббингизман\", дейди. Аҳли маҳшар: \"Сендан Аллоҳ таолога   сиғинамиз\", дейишади.   Ундан кейин Арши а’лонинг ўнг тарафидан бир фаришта кўринади. У ҳам шундай   баҳайбатки, агар оёғининг учи билан бир босса, ўн тўрт денгиз кўринмайди. У аҳли   маҳшарга: \"Мен сизнинг Раббингизман\", дейди. Аҳли маҳшар: \"Сендан Аллоҳ таолога   сиғинамиз\", дейишади.   Шундан кейин Аллоҳ таоло уларга ўзлари истагандек ғоят юмшоқ ва хуш муомала   қилади. Маҳшар аҳлининг ҳаммаси сажда қиладилар. Ҳақ таоло уларга: \"Сизлар шундай бир   жойга келдингизки, сиз учун бегоналик ва қўрқув йўқдир\", дейди.   Аллоҳ таоло барча мўминларни Сирот кўпригидан ўтказади. Мўминлар даражаларига кўра   жаннатга ўтказилади. Инсонлар гуруҳ-гуруҳ ўтадилар.   Олдин Расулуллоҳ, кейин набийлар, кейин сиддиқлар, кейин валийлар, орифлар, кейин хайру еҳсон   қилганлар, кейин шаҳидлар, кейин қолган мўминлар ўтадилар. Мусулмонлар гуноҳлари афв   етилмаганлар ўта олмайдилар, ба’зилари А’рофда маҳбус бўлиб қоладилар. Иймони заифроқ   бўлганлардан ба’зилари Сиротдан юз йилда, ба’зилари еса минг йилда ўтадилар. Муҳими   дўзахда ёнмайдилар.   Кимки Парвардигорини кўрса, дўзахга кирмайди. Улар бахтли инсонлардир. Кўпчилиги   Сиротдан худди чақмоқдек тез ўтадилар. Кўплари очлик ва сувсизликдан шунақа   қийналишадики, нарсалардан тутун чиқади. Улар косалари кўкдаги юлдузлар сонига, суви   кавсар ирмоғидан, катталиги Қуддусдан Ямангача ва Адандан Мадинаи   мунавварагача бўлган Кавсар ҳовузидан сув ичадилар. Бу ҳол Пайғамбаримизнинг   (с.а.в.): \"Менинг минбарим ҳовузим устидадир\" – я’ни минбарим Кавсар ҳовузининг икки   қирғоғининг бири устидадир, деганлари билан собитдир. Кавсар ҳовузларидан узоқ бўлганлар   қабоҳатларининг даражасига кўра Сиротда ҳибс қилинадилар.   Кўп инсонлар яхши, мукаммал таҳорат олмайдилар. Ба’зи намозхонлар намозларини   хушу’ ва хузу’ билан ўқимайдилар. Агар уни чумоли чақса, намозини тўхтатиб, чумоли   билан машғул бўлади. Ҳолбуки, намоз пайтида орифларнинг қўлларини ёки оёқларини   кесишса ҳам, бу нарса уларни намоздан чалғитмайди. Чунки уларнинг ибодатлари Аллоҳ учундир. Аллоҳ таолонинг ҳузурида турган киши Унинг азаматини ҳис қилган ҳолда,   тафаккур қилган ҳолда хушу’ қилади, қўрқади. Шундай бўладики, подшоҳлардан бирининг   ҳузурида инсонни чаён чақса ҳам, сабр қилади. Подшоҳга ҳурмат учун   қимирламайди ҳам. Бу инсонларнинг бир махлуқнинг ҳузуридаги ҳолатидир.   Аммо Аллоҳ таолонинг ҳузурида тургандачи, Унинг ҳайбат, салтанат, азамат, жабарут,   қаҳру ғазабини ҳис қилган ҳолда кўпроқ хушу’да,хузу’да бўлиш талаб қилинади.   Ибодат қилгани ҳолда зулм қилган, тавба қилган бўлсада, мазлумни тополмаганидан   дунёда ҳалоллаша олмаган бир киши ҳақида ҳикоя қилинадики, у Аллоҳ таолонинг ҳузурига   келтирилади. Дунёда ҳалоллашмаган қул ҳақлари бўлса, ма’лум қилинади. Мазлум унинг   ёқасига ёпишади. Аллоҳ таоло мазлумга: \"Ей мазлум! Юқорига қара\" дейди. У   юқорига қараб бир саройни кўради. Катталиги ва чиройи ақлни олади. Мазлум: \"Ей Раббим!   Бу нима?\" деб сўрайди. Аллоҳ таоло: \"Бу сарой сотилади. Мендан уни сотиб оласанми?\"   дейди. Мазлум: \"Ей Раббим! Унинг ҳақини тўлашга менда ҳеч вақо йўқ\", дейди. Аллоҳ   таоло: \"Биродарингни кечириб халос қилсанг, сарой сеникидир\", дейди. Шунда мазлум: \"Ей   Раббим! Сенинг амринг сабабли ундаги ҳаққимдан воз кечдим\", дейди.   Аллоҳ таоло тавба қилган золимларга шундай муомала қилади. Аллоҳ таоло Исро сурасининг   25-оятида шундай марҳамат қилган:   \"(Ей инсонлар,) Парвардигорингиз дилларингиздаги сирларингизни жуда яхши   Билгувчидир. Агар сизлар яхши бўлсангизлар (я’ни, ота-оналарингизнинг   ҳуқуқларини таниб, уларга меҳрибон бўлсангизлар, албатта Аллоҳ билмасдан   қилган гуноҳларингизни мағфират қилур). Зеро, у тавба қилгувчиларни Мағфират   етувчи бўлган Зотдир\".  Тавба қилувчи тавбасидан кейин олдинги зулм ва гуноҳларини бошқа қилмаган кишидир.   Довуд (а.с.) \"Аввоб\" деб сифатланади.   Ей кўнгил, ёқди вужудим яширин норинг сенинг,   Пишқириб чиқди самога оҳ билан зоринг сенинг!   Кўп ғариб бир девонасан, ақлингни йиғмайсан ҳеч,   Инсонлар расвоси бўлдинг, йўқмидир оринг сенинг?   Абадий ишқ тузоғига тушган кундан бери,  Мева бермайди асло, сўлди баҳоринг сенинг. "
  },
  {
    "title": "ЎНИНЧИ ФАСЛ",
    "description": "Мезон палласи",
    "text": " Аросат майдони \"мавкиф ва маҳшар ери\" ҳам дейилади. У ердагиларнинг қандай  тартибда чақиришларини олимларимиз асарларида турлича келтиришган. Ҳадислар ва тафсирларда ҳам бу тўғрида ма’лумотлар бор. Аллоҳ таоло енг биринчи жазога ҳукм қилинадиганлари – бу қотиллардир. Ва енг биринчи ажрлари бериладиган кишилар – бу иймони тўғри бўлган кўзи ожизлардир. Бир мунодий нидо қилади: \"Дунёда кўришдан маҳрум бўлганлар қаерда?\" Кейин уларга: \"Сиз Аллоҳ таолонинг жамолини кўришга ҳаммадан кўпроқ лойиқсиз\" дейилади. Аллоҳ таоло уларга ҳаё билан муомала қилиб: \"Ўнг тарафга ўтинглар\", дейди..Улар учун бир байроқ боғланиб, Шуайб (а.с.)нинг қўлига берилади. Шуайб (а.с.) уларга имом бўлади. Улар билан бирга беҳисоб нуроний фаришталар ҳам бўлади. Уларнинг сонини Аллоҳдан бошқа ҳеч ким билмайди. Уларнинг олдига борадилар ва сиротдан худди  яшиндек тез ўтадилар. Сабрда ва хилмда уларнинг ҳар бири Абдуллоҳ ибн Аббос (р.а.) ва  унга бу уммат ичида ўхшайдиганлар кабидир. Ундан кейин: \"Балоларга сабр қилганлар қаерда?\" деб нидо қилинади. Сўнг чўтир касалига дучор бўлганлар ва сариқ касал бўлганлар келтириладилар. Аллоҳ таоло уларга салом беради. Улар ҳам ўнг тарафга ўтказилади. Улар учун яшил байроқ боғланиб, Айюб (а.с.)нинг  қўлига берилади. Ул зот Ашоби Яминнинг имоми бўлади. Мубтало бўлганнинг сифати сабр ва ҳилмдир. Уқайл ибн Абу Толиб (р.а.) ва бу умматдан ва унга ўхшаганлар шундайдир.  Ундан кейин нидо қилинадики: \"Ислом душманларининг ёлғону туҳматларига алданмасдан  аҳли суннат е’тиқодида собит қолган ва тўғри иймонини номусини мукаммал даражада  муҳофаза қилган иймонли ва иффатли ёшлар қаерда?\". Улар ҳам келтирилади. Аллоҳ таоло  уларга ҳам салом бериб: \"Марҳабо!\" дейди ва хуш муомалада бўлади. Уларга ҳам:  \"Ўнг тарафга ўтинглар!\" деб буюради. Улар учун ҳам бир байроқ боғланиб, Юсуф  (а.с.)нинг қўлига берилади. Юсуф (а.с.) уларнинг имоми бўлади. Бундай ёшларнинг сифати  – ҳаромлардан, номаҳрам аёл ва қизлардан сақланишдир.  Ундан кейин яна бир нидо бўлади: \"Аллоҳ учун бир-бирини яхши кўрганлар,  мусулмонларни севганлар ва кофирларни, муртадларни севмаганлар қаерда?\" Улар ҳам  Аллоҳ таолонинг ҳузурига келтириладилар. Аллоҳ таоло уларга ҳам: \"Марҳабо\", деб хуш  муомалада бўлади. Улар ҳам ўнг томонга ўтказилади. Аллоҳнинг душманларини  севмаганларнинг сифати ҳам сабр ва хилмдир. Улар дунёвий сабаб туфайли мўминларга  ҳеч қандай ёмонлик қилмайдилар. Ҳазрати Али (р.а.) ва умматдан унга ўхшаганлар  шундайлардандир.  Ундан кейин яна бир нидо келади: \"Аллоҳ таолодан қўрқиб ҳаром иш қилмаганлар ва  йиғлаганлар қаерда?\" Улар ҳам келтирилади. Уларнинг кўз ёшлари шаҳидлар қони ва олимлар  сарфлаган сиёҳи билан тортилади. Кўз ёши оғир келади. Улар ҳам ўнг тарафга ўтказилади.  Улар учун турли ранглар билан безатилган бир байроқ боғланади. Чунки улар турли хил ҳаром  иш қилувчилар орасида яшаб туриб, Аллоҳ раҳиймдир, кечиради, деб алдашга ҳаракат  қилингани ҳолда ҳаром иш қилишмаганди. Турли гуноҳлардан сақланиб, Аллоҳдан қўрқиб  йиғлашганди. Масалан, кимдир Аллоҳдан қўрқиб йиғлаган, кимдир дунёга алданиб  қолмаслик учун ва бошқаси пушаймонликдан йиғлаганди. Уларнинг байроқлари Нуҳ  (а.с.)га берилади. Олимлар улардан олдин ўтишни хоҳлайдилар. \"Уларга Аллоҳ учун йиғлашни  биз ўргатдик\", дейишади.  Аҳли суннат олимларининг сиёҳлари билан шаҳидлар қони тортилади. Олимларнинг сиёҳи оғир  келиб, ўнг тарафга ўтказиладилар. Шаҳидларга за’фарон бир байроқ боғланади. Байроқ  Яҳё (а.с.)нинг қўлига берилади ва Яҳё (а.с.) уларнинг олдида кетади. Олимлар уларнинг  олдига ўтишни истаб дейишадики: \"Шаҳидлар бизнинг илмимиздан ўрганиб жанг қилдилар. Биз  улардан олдин боришга кўпроқ лойиқмиз\". Шунда Аллоҳ таоло лутф қилиб шундай дейди:  \"Олимлар менинг ҳузуримда Пайғамбарларим кабидир\". Олимларга хитобан: \"Истаган  кишиларингизни шафоат қилинг\", дейди. Олимлар оила а’золарига ва қўшниларига, мўмин  биродарларига ва талабаларидан ўзларига тобе’ бўлганларини шафоат қиладилар.Олимлардан ҳар бири учун бир фаришта жар солдилар: Жарчи фаришта дейдики: \"Фалон олимга  Аллоҳ таоло шафоат қилишни буюрди. Кимки унинг бир хизматини қилган бўлса ёки унга бир  луқма таом берган бўлса ёки бир қултум сув ичирган бўлса ёки китобларини ёйган  бўлса, уларни шафоат қилади\". У олимга битта бўлса ҳам яхшилик қилинганлар, китобларини  тарқатганлар ўринларидан турадилар. У олим уларни шафоат қилади.  Ҳадиси шарифда билдиришига, енг авал шафоат қилувчилар Расулуллоҳ (а.с.)дирлар. Кейин  Набийлардир Улардан кейин еса олимлардандир (р.а.). Олимлар учун оқ байроқ боғланади  ва Иброҳимнинг (а.с.) қўлларига берилади. Иброҳим (а.с.) ма’рифатни юзага чиқариш жиҳатидан Расулларнинг илғоридир. Шунинг учун байроқ ул зотга берилади.  Ундан кейин яна бир нидо бўлди: \"Нафақаси учун ҳар кун ишлаб терлаган ва топганига  қаноат қилган фақирлар қаерда?\" Фақирлар ҳам Аллоҳнинг ҳузурига келтирилади. Аллоҳ таоло  лутф қилиб: \"Марҳабо, ей зиндон сизларга синдон бўлган кишилар\", дейди. Уларга ҳам  ашоби ямин (жаннат аҳли) билан бирга бўлишлари буюрилади. Улар учун еса, бир сариқ  байроқ боғланиб, Исонинг (а.с.) қўлига берилади. Исо (а.с.) уларга имом бўлади.  Ундан кейин яна бир мунодий (жарчи) нидо қилади: \"Шукр қилган, молларини, пулларини  динни қувватлантириш учун, мусулмонларни золимлардан ҳимоя қилиш учун сарфлаган   бойлар қаерда?\". Улар ҳам келтирилади. Аллоҳ таоло уларга еҳсон қилган нарсаларини беш   юз йил санаттиради. Я’ни, бойликлари билан нима қилганларининг ҳисобини сўрайди. Улар учун   ҳам турли рангдаги бир байроқ боғланиб, Сулаймон (а.с.)га берилади. Сулаймон (а.с.)   уларга имом бўлади. Уларни ҳам ашоби яминга қўшишларини буюрилади.   Ҳадиси шарифда келадики, тўрт нарса тўрт нарсага гувоҳлик беришларини талаб етади. Моллари   билан, мавқе’лари билан мусулмонларга азият етказганлардан сўраладики: \"Сизни Аллоҳга   ибодат қилишдан нима тўсди?\" Улар: \"Аллоҳ таоло бизга мулк ва рутба берди. Булар бизни   Аллоҳга ибодат қилишдан тўсди\", дейишади. Улардан: \"Мол-мулк жиҳатидан Сулаймон (а.с.)   бойроқ едими ёки сизми?\" деб сўралади. Улар: \"Сулаймон (а.с.) бойроқ еди\", дейишади.   Уларга: \"Ундай бўлса Сулаймон (а.с.) Менга ибодат қилишдан шунча мол-мулк ман   етмабди-ю, сизни ман етибдими?\" дейилади.   Ундан кейин: \"Аҳли бало қаерда?\" дейилади. Улар ҳам келтирилади. Уларга: \"Аллоҳга ибодат  қилишдан сизни нима ман етди?\" дейилади. Улар дейдиларки: \"Аллоҳ таоло бизни дунёда   дардларга, сиқинтиларга мубтало қилди. Шунинг учун зикрдан ва чин ибодатдан маҳрум   бўлдик\". Уларга: \"Мусибат жиҳатидан сизга келган мусибат катта едими ёки Айюбга (а.с.)   келган мусибатми?\" дейилади. Улар: \"Айюб (а.с.)га келган мусибат катта еди\" дейишади.   \"Ундай бўлса, Уни Аллоҳнинг зикрдан ва Аллоҳ динини инсонларга ёйишдан ва ибодат   қилишдан у мусибат ман етмабди-ю, сизни ман етдими?\" дейилади.   Ундан кейин: \"Ёшлар ва мамлуклар, я’ни қуллар ва жориялар қаерда?\" дейилади. Улар   ҳам Аллоҳ таолонинг ҳузурига келтирилади. Улардан сўралади: \"Сизни Аллоҳга ибодат қилишдан   нима тўсди?\" Ёшлар: \"Аллоҳ бизга жамол ва гўзаллик берди. Унга алдандик, ёшлик   завқларига берилдик. Ёшлик бизда абадий қолади деб ўйладик. Аллоҳнинг динини   ўрганмадик. Ҳаққини адо қилмадик\", дейишади. Мамлуклар еса: \"Қуллик ва жориялик ичида   хўжайинларимизга қуллик қилдик. Дунё буюкларига сиғиндик. Динда жоҳил бўлдик. Алдандик.   Ей Раббимиз! Сенинг ҳаққингни адо етишдан маҳрум бўлдик\", дейишади. Уларга   хитобан: \"Сизлар гўзал едингизми ёки Юсуф (а.с.)ми?\" деб сўралади. Улар: \"Албатта, Юсуф   (а.с.)\", дейишади. Шунда уларга: \"Ундай бўлса, Юсуфни (а.с.) Аллоҳнинг ҳаққини адо   етишдан, қул бўлгани ҳолда ҳеч нарса тўса олмабди-ю, сизга тўсқинлик қилдими?\"   дейилади.   Ундан кейин: \"Ишламаган, танбал фуқаро қаерда?\" деб нидо қилинади. Улар ҳам   келтирилади. Улар ҳам: \"Сизни Аллоҳга ибодат қилишдан нима ман етди?\" дейилади. Улар: \"Улар   иш қилмадик, касб ўрганмадик (Ресторанларда, кино-ю контсертларда вақтимизни   ўтказдик) Аллоҳ таоло бизни дунёда фақирликка мубтало қилди. Фақирлик ва танбаллик бизнинг   ибодатларимизга моне’ бўлди\", дейилар. Улардан сўралади: \"Сиз кўпроқ фақир едингизми   ёки Исоми (а.с.)?\" Улар: \"Исо (а.с.) фақирроқ еди\" дейишди. Шунда уларга: \"Ундай бўлса,   шунчалик фақирлик Исони (а.с.) бандалик вазифасини адо етишдан, динни ёйишдан ман   етмабди-ю, сизни ман етдими?\" дейилади.   Кимки ана шу тўрт ҳолатдан бирига дучор бўлса, юқоридагиларни есласин!   Пайғамбаримизни (с.а.в.): \"Ей Раббим! Бойлик ва фақирлик фитнасидан сенга сиғинаман\",   деб дуо қилардилар.   Исодан (а.с.) ўрнак олингларки, дунёда ҳеч нарсага ега бўлмади. Битта жун жуббани   йигирма йил кийди. Саёхатга чиққанда битта пиёласи, битта ески гиламчаси ва битта   тароғи бор еди. Бир куни бир одамнинг қўли билан сув ичаётганини кўриб, пиёласини   ташлади. Бир куни еса бир одамнинг қўли билан соқолини тараётганини кўриб, тароғини ҳам   ташлади. Ва шундай деди: \"Менинг уловим оёғимдир. Уйим ғорлардир. Таомим   ўсимликлардир. Шарбатим ариқ сувларидир\" (Аммо ислом дини ундай емас. Ҳалол пул ишлаб   топиш ибодатдир. Кўп ишлаб кўп топиш ва топганини исломда буюрилган жойларга   сарфлаш лозимдир. \"Рамузул аҳодис\"даги бир ҳадисда шундай дейилади: \"Ашобим учун   фақир бўлишлик саодатдир. Охир замонда келадиган умматим учун бой бўлиш   саодатдир\". Биз ҳозир охир замонда яшаяпмиз. Кўп гуноҳ қилгувчилар, Фитна   чиқарувчилар, ибодатларига бид’ат арашатирувчилар кўпайган пайтда яшаяпмиз. Бу   замонда ҳалолни, ҳаромни, бид’атларни куфрга сабаб бўлган нарсаларни ўрганиш, уларга   амал қилиш ва ҳалол йўл билан топиб, бой бўлиш буюк ибодатдир. Топганлари билан   фақирларга ва аҳли суннат илмларини ёювчи мусулмонларга ёрдам бериш буюк   саодатдир. Бу саодатга еришганлар қандай бахтлидирлар!)   Аллоҳ таоло туширган ба’зи суҳуфларида шундай дейилган: \"Ей Одам ўғли! Хасталик ва   гуноҳ ҳаётий ҳоллардандир. Қасддан одам ўлдиришнинг каффоратидан кўра, хато қилиб   одам ўлдиришнинг каффорати енгилроқ кўринади. Бунга қасос олинмасада, бу ҳам жуда   ёмон ишдир. Бундан ҳам сақлан!\"   Буюк гуноҳ қилган кишиларнинг қалбида иймони бўлса, азобдан кейин шафоатга   еришишади. Аллоҳ таоло уларга икром қилади. Минг-минглаб йил ўтгандан кейин уларни   дўзахдан чиқаради. Жаҳаннамдагиларнинг терилари ёнгандан кейин такрор янгиланади.   Қиёмат кунида бир мусулмон келтирилади Унинг ҳеч қандай ҳасанаси йўқдирки, мезонда   оғир келсин. Аллоҳ таоло унинг иймонига ҳурматан унга марҳамат қилиб шундай дейди:   \"Инсонларнинг олдига бор ва улардан сенга савобларидан берадиган кишини изла. Унинг   икроми сабабли жаннатга кирасан!\" У кимса кетади. Инсонлар орасидан мақсадига   ериштирадиган кишини излайди. Аҳволини тушунадиган бирор бир кишини топа олмайди.   Кимдан сўраса: \"Мен ҳам мезонимнинг енгил келишидан қўрқаман. Мен сендан кўра   кўпроқ муҳтожман\" деган жавобни олади. Бундан жуда хафа бўлади. Шунда ёнига бир   киши келиб: \"Нима хоҳлайсан?\" деб сўрайди. Бу одам: \"Битта ҳасанага (савобга)  муҳтожман. Уни балки мингта кишидан сўрагандирман. Ҳаммаси бир баҳона билан   бермадилар\", дейди. Ҳалиги киши бунга дейдики: \"Аллоҳ таолонинг ҳузурига бордим.   Саҳифамда биргина савобдан бошқа савоб топа олмадим. У ҳам мени қутқаришга   етмайди. Уни сенга еҳсон қиламан. Уни мендан ол!\" Бу одам суюнган ҳолатда   Аллоҳнинг ҳузурига қайтади. Аллоҳ таоло унинг ҳолини билган ҳолда: \"Нима қилиб келдинг?\"   деб сўрайди. Бу одам воқеани баён қилади. Аллоҳ таоло савобини берган одамни   ҳузурига чақиради ва: \"Иймон егаларига менинг карамим сенинг карамингдан,   еҳсондан кўпроқдир. Биродарингнинг қўлидан ушла. Боринглар жаннатга!\" деб марҳамат   қилади.   Мезоннинг икки палласи баравар келиб, савоб палласи оғир келмаса, Аллоҳ таоло: \"Бу на   дўзахийдир ва на жаннатийдир\" дейди. Шунда битта фаришта битта саҳифа олиб келиб гуноҳ   палласига қўяди. Унда битта \"Уф\" калимаси ёзилган бўлади. Шунда гуноҳ палласи савоб   палласидан оғир келади. У одам шу сабабли дўзахга ҳукм қилинади. У икки тарафга   мўлтираб қарайди. Аллоҳ таолодан ўзини чақиришни сўрайди. Аллоҳ таоло уни чақиради ва   дейди: \"Ей осий банда! Нега сени чақиришимни сўрадинг?\" У банда: \"Ей Раббим! Ота-онангга осий бўлганим учун дўзахга кетаётганимни англадим. Уларнинг азобини   менга қўшгинда, уларни дўзахдан озод қил!\" дейди. Шунда Аллоҳ таоло: \"Ота-онангга   дунёда осий бўлдинг. Охиратда еса икром қилдинг. Уларнинг қўлидан етаклаб жаннатга   олиб бор!\" деб марҳамат қилади.   Жаннатга юборилмаганларни фаришталар ҳибс қилишади. Чунки фаришталар охират аҳкомини   жуда яхши биладилар. Ҳатто охиратда насибаси бўлмаган бир қавмга нидо қилинадики, булар   охиратнинг ўтинларидандир. Улар дўзахни тўлдириш учун яратилдилар. Уларга хитобан Аллоҳ   таоло Вас-соффат сурасининг 24-оятида шундай дейди:   \"(Аммо фармоним бўлгунча) уларни тўхтатиб (дўзахга ташламай) туринглар!   Чунки улар қилмишлари ҳақида сўралувчидирлар.\"  Улар ҳибс қилинадилар. Токи уларга Вас-соффот сурасининг 25-оятида келганидек:   \"(У Кунда кофирларга дейилур): \"Нега бир-бирларингизга ёрдам   бермаяпсизлар?!\" дейилгунга қадар шу ҳолда қоладилар. Шу ҳолатда таслим бўладилар.   Гуноҳларини е’тироф етадилар ва ҳаммалари жаҳаннамга юбориладилар. Шу тариқа   Муҳаммад алайҳиссалом умматларидан буюк гуноҳ қилганлари келтирилади. Ёшу қари,   аёлу еркак бир жойга тўпланади. Дўзахнинг бошқарувчиси бўлган \"Молик\" уларга   қараб, шундай дейди: \"Сизлар қароқчи тоифасидандирсиз. Лекин кўряпманки, қўлингиз   боғланган ва юзингиз ҳам қора емас. Сиздан гўзалроқ кимса дўзахга келмади\". Улар   еса: \"Ей Молик! Биз Ҳазрати Муҳаммаднинг (с.а.в.) умматимиз. Аммо қилган   гуноҳларимиз бизни дўзахга етаклади. Бизни холи қўй, гуноҳларимизга йиғлайлик\",   дейишади. Шунда Молик уларга: \"Йиғланглар! Аммо енди сизга йиғлаш фойда бермайди!\"   дейди.   Ўрта ёшли кишилар: \"Дардларим, сиқинтиларим ортди!\" деб йиғлайдилар.   Бир қари чол қўлларини оппоқ соқолига қўйиб: \"Оҳ! Ёшлигим ўтди. Алам, дард ортди. Залил   бўлдим, разил бўлдим!\" деб йиғлайди.   Ўспиринлар: \"Оҳ! Ёшликнинг қадрига етмадик!\" деб йиғлайдилар.   Аёллар сочларини юлиб: \"Ей воҳ! Юзим қора бўлди, расво бўлдим\", деб йиғлайдилар.   Аллоҳ таоло: \"Ей Молик! Буларни биринчи дўзахга ташла!\" деб нидо қилади. Улар дўзахга   ташлангач. \"Ло илоҳа иллаллоҳ\" деб бақирадилар. Дўзах бу сўзни ешитиб беш юз йиллик   масофага қочиб кетади. (Бир нарсанинг кўплигини билдириш учун уни катта рақамлар билан   айтиш Арабистонда одат бўлган. Яна катта рақамлар миқдор емас, кўпликни билдиради.)   Яна бир нидо келади: \"Ей жаҳаннам уларни ичингга ол! Ей Молик, уларни биринчи дўзахга   ташла!\" Уларни момақалдироқ гумбурлагандек бир гумбурлаган овоз ешитилади,   жаҳаннам уларнинг қалбларини ёқмоқчи бўлганда,. Молик жаҳаннамни тўхтатади. \"Ей   жаҳаннам, ичида Қур’они карим бўлган ва иймон бўлган қалбларни ёқма! Раҳмон   бўлган Аллоҳ таолога сажда қилган пешоналарни ёқма!\" дейди. Бир киши дўзах аҳлининг   овозларидан ҳам баландроқ овоз билан бақиради. Уни дўзахдан чиқарадилар. Териси оловда   ёнган бўлади. Аллоҳ таоло ундан: \"Сенга нима бўлдики, дўзах аҳлининг енг баланд   овозда бақиргани сенсан?\" деб сўрайди. У киши: \"Ей Раббим! Мени ҳисоб қилдинг. Сенинг   раҳматингдан ҳали ҳам умидимни узмадим. Сен мени ешитаётганингни биламан.   шунинг учун қаттиқ бақирдим\", дейди. Аллоҳ таоло унга:   \"Парвардигоринг фазлу раҳматидан фақат адашган кимсаларгина ноумид   бўлурлар\", я’ни, Ҳижр сурасининг 56-ояти каримаси билан хитоб қилади. \"Бор, сени   мағфират қилдим\", дейди.   Яна бир киши дўзахдан чиқади. Аллоҳ таоло: \"Ей бандам, дўзахдан чиқдинг. Қайси   амалинг билан жаннатга кирасан?\" деб сўрайди. У банда: \"Ей Раббим! Мен ожизман,   озгина нарсадан бошқа нарса сўрамайман\", дейди. Унга жаннатдан бир дарахт   кўрсатилади. Аллоҳ таоло: \"Сен кўрган шу дарахтни сенга берсам, бошқа нарса   сўрамайсанми?\" деб сўрайди. У одам: \"Ей Раббим! Иззат ва жалолинг ҳаққи, бошқа   нарса сўрамайман\", дейди. Аллоҳ таоло: \"Бу Мендан сенга ҳадя бўлсин\", дейди. У   дарахтнинг мевасидан еб, соясида дам олгандан кейин, ундан ҳам гўзалроқ бошқа   бир дарахт кўрсатилади. У одам ҳалиги дарахтга махлиё бўлиб қолади. Аллоҳ таоло: \"Сенга   нима бўлди? Сенга бу дарахт ёқиб қолдими?\" деб сўрайди. Банда: \"Ҳа, ей Раббим!\"   дейди. Аллоҳ таоло: \"Сенга уни ҳам берсам, бошқа нарса сўрамайсанми?\" деб   сўрайди. Банда: \"Сўрамайман, ей Раббим\" дейди. У дарахтнинг мевасидан ейди,   соясида дам олади. Ундан ҳам гўзалроқ бир дарахт кўрсатилади. У одам бу дарахтга   ҳам маҳлиё бўлиб қолади. Аллоҳ таоло: \"Сенга буни ҳам берсам, бошқа нарса   сўрамайсанми?\" деб сўрайди. Банда: \"Иззат ва жалолинг ҳаққи, сўрамайман, ей   Раббим\", дейди. Шунда Аллоҳ таоло рози бўлиб, у мўмин бандасини мағфират қилади ва   жаннатга киритади.   Охиратда бўладиган Аллоҳнинг қудратини кўрсатадиган ишлардан бири: Бир киши Аллоҳнинг   ҳузурига келтирилади. Аллоҳ таоло уни ҳисоб-китоб қилади. Савоб ва гуноҳлари тортилади. У   кимса ҳозир Аллоҳ таоло фақат мени ҳисоб қиляпти, деб ўйлайди. Аммо ундай емас.   Чунки бу пайтда ҳисобини фақат Аллоҳ таоло биладиган миқдордаги кишиларнинг ҳисоби   қилинади.   У ерда бир киши иккинчисини кўрмайди. Бири иккинчисининг сўзини ешитмайди. Чунки ҳар   ким Аллоҳнинг пардалари остидадир. Субҳоналлоҳ, бу қандай буюк қувват ва қудратдир.   Бу ҳақда Аллоҳ таоло Луқмон сурасининг 28-оятида марҳамат қилган:   \"(Ей инсонлар), сизларни (барчангизни аввал бошда) яратиш ҳам, (Қиёмат кунида) қайта тирилтириш ҳам худди бир жонни (яратиш ва қайта тирилтиришнинг)   ўзгинасидир (я’ни, шу қадар осондир). Зеро, Аллоҳ Ешитгувчи, Кўргувчидир.\"  Жаноби Ҳақнинг бу қавлида сирлар бор. Бу сир замонсиз ва маконсиз бўлиш сиридир. Чунки   Аллоҳ таолонинг мулки учун, аф’оли учун ва ишлари учун ҳад ва ғоя йўқ.   Субҳоналлоҳ, Унинг фе’лларидан ҳеч бири бошқа ишларни қилишга моне’ бўлмайди.   Ана шунда бир киши ўғлининг олдига келади ва: \"Ей ўғлим! Мен сени кийинтирдим, сен   кийим кийишга ўзинг қодир емасдинг. Сенга сув ва таом бердим. Бу ишлардан сен,   албатта, ожиз единг. Болалигингда сени муҳофаза қилдим, чунки сен ўзингни зарарли   нарсалардан муҳофаза қила олмасдинг. Мевалар егинг келганда, сотиб олиб бердим.   Сенга динни, Иймонни ўргатдим. Сени Қур’он мударрисига жўнатдим. Лекин мана,   қиёматнинг шиддатини кўряпсан. Гуноҳларимнинг кўплигини ҳам биласан. Озроғини сен   бўйнингга ол! Токи гуноҳим камайсин. Савобингдан битта савоб бер. Мезоним у сабабли   оғир келсин\", дейди. Ўғли ундан қочади ва шундай дейди: \"У битта савобга мен   сендан кўра кўпроқ муҳтожман\".   Шу тариқа фарзанд билан она ўртасида суҳбат бўлиб ўтади, ер хотин ҳам бир-бирлари билан   шундай суҳбатлашадилар. Ака-ука бир-бири билан шу тариқа гаплашадилар. Бу ҳолатни   Аллоҳ таоло Абаса сурасининг 34-35-36-оятларида шундай та’рифлайди:   \"У Кунда киши ўз оға-инисидан ҳам, онаси ва отасидан ҳам, хотини-ю, бола-чақасидан ҳам қочур!\"  Ҳадиси шарифда шундай дейилади: \"Инсонлар қиёмат куни яланғоч ҳолда ҳашр   қилинадилар\". Оиша онамиз (р.а.) буни ешитганларида: \"Улар бир-бирларига қарамайдиларми?\"   деб сўради. Шунда Пайғамбаримиз (с.а.в.) Абаса сурасининг 37-оятини ўқидилар:   \"(Чунки) улардан ҳар бир киши учун у Кунда ўзига етарли ташвиш бўлур!\"   Пайғамбаримиз (с.а.в.) бу ҳадислари билан шуни мурод қиладиларки, қиёмат кунининг   шиддати ва машаққати инсонларнинг бир-бирларига қарашларига моне’ бўлади.   Инсонлар бу пайтда бир жойда тўпланадилар. Уларнинг устига бир қора булут келади. У булут   инсонларнинг устига уларнинг амал дафтарларини ёғдиради. Мўминларнинг саҳифаси гул   япроғига ўхшаган бўлади. Кофирларники еса, игна барг кўринишда бўлади.   Саҳифалар учиб тушади. Инсонларнинг саҳифаси ўнг тоомнидан ёки чап томонидан   келади. Бу инсоннинг ихтиёридан ташқарида бўлган ишдир. Аллоҳ таоло Исро сурасининг 13-  оятида шундай марҳамат қилади:   \"Ва Биз Қиёмат Куни унга очиқ ҳолда рўбарў бўладиган бир Китобни (я’ни,   Номаи а’молини) чиқариб (кўрсатурмиз)\".  Йетмиш минг (я’ни жуда кўп) киши оғир ҳисоб қилинмасдан жаннатга киради. Улар учун   мезон қурилмайди. Улар саҳифа ҳам олмайдилар. Фақат уларга берилган саҳифа устига: \"Ла   илаҳа иллаллоҳ, Муҳаммадур расулуллоҳ. Бу фалончи ўғли фалончининг жаннатга киришига   ва дўзахдан сақланишига бароатдир\", деб ёзилган бўлади.  Бир банданинг гуноҳлари кечирилганида бир фаришта уни аросат майдонига олиб боради. Ва   шундай дейди: \"Бу фалончи ўғли фалончидир. Аллоҳ таоло унинг гуноҳларини афв қилди.   Қайтиб қароқчи бўлмайди, саодатга еришди\", дейди. У кишига бу мақомдан кўра   зиёда, суюкли мақом бўлмайди.   Қиёмат куни Расуллар (а.с.) минбарлари устида бўладилар. Ҳар бир расулнинг минбари унинг   мартабасига кўра бўлади. Уламойи олимийн, я’ни аҳли суннат е’тиқодида бўлган ва   билганларига амал қилган олимлар ҳам нурдан яратилган курсиларда бўлишади. Аллоҳ   таолонинг динини сақлаш ва ёйиш учун шаҳид бўлганлар билан солиҳлар, я’ни шариатга   амал қилганлар, Қур’они каримни ҳурмат билан ва мусиқага солмасдан ўқиган ҳофизлар,   азонни суннатга мос равишда чақирган муаззинлар тупроғи мушкдан бўлган тепалик   устида бўладилар. Булар аҳкоми исломиятга тобе’ бўлиб, яхши амал қилганлари учун   курси соҳиблари, пайғамбарлардан кейин шафоат ҳуқуқи бериладиган кишилардир.   Ҳадиси шарифда шундай дейилади: \"Қур’они карим қиёмат кунида гўзал юзли ва ахлоқи   гўзал бир киши суратида келади. Ундан шафоат қилиши сўралади ва у шафоат қилади. Уни   мусиқа билан (ғазал ўқигандек ўқиганлардан, чолғу ва ўйин жойларида роҳатланиш   учун, пул топиш учун ўқиганлардан) ўқиганлардан ҳаққини да’во қилади, сўрайди. Ўзи   рози бўлган кишиларнигина олиб жаннатга кетади\".   Дунё (я’ни, ибодат қилишга моне’ бўлган ва ҳаром иш қилишга сабаб бўлган нарсалар   ва кишилар) кекса, оқ сочли ва аёлларнинг енг хунуги суратида келади. Инсонлардан: \"Сиз   уни танийсизми?\" деб сўралади. Улар: \"Биз унинг шарридан Аллоҳга сиғинамиз. Йўқ\",   дейдилар. Уларга: \"Сизлар дунёда унга етишиш учун бир-бирларингиз билан   урушардингиз\", дейилади.   Худди шундай жума ҳам севимли бир инсон суратида кўринади. Мўминлар унга диққат   билан қарайдилар. Жума кунини севганлар мушк тепалари устида бўладилар. Жума намозини   ўқиганларида бир нур бўладики, унга қараб ҳамма ажабланади. Жума кунига бўлган   муҳаббатлари сабаб жаннатга киритиладилар.   Ей мусулмон биродар! Аллоҳ таолонинг раҳматини, Қур’они каримнинг, Исломнинг ва   жуманинг сахийлигини кўряпсанми?! Қур’они карим аҳли қандай бахтлидирлар. Намоз, рўза,   закот, сабр ва гўзал ахлоқдан иборат бўлган Ислом қанчалик қийматга ега.   Ўлим пайтида инсоннинг типирчилашидан, сиқинтили кўринишидан ма’но чиқариб бўлмайди.   Зеро, Хандақ куни Пайғамбаримиз (с.а.в.): \"Ей чирийдиган жасадларнинг Парвардигори ва   йўқ бўладиган руҳларнинг яратувчиси бўлган Раббим!\" деган дуолари шуни   кўрсатадики, Аллоҳ истаган ҳар бир жасад чирийди ва руҳлар ҳам қиёмат куни келса, йўқ   бўлади. Буларнинг барчасининг яратувчиси ва Раббиси Аллоҳдир. Буларнинг ҳар бири   алоҳида илмдир. Биз бу китобда сўзни аҳли суннат вал-жамоат йўлига мусулмонлар ергашсинлар, деб қисқа   қилдик. Азиз биродарим! Исломиятга қарши бўлган бид’атчиларга (мазҳабсизларга, динда   ислоҳат қилмоқчи бўлганларга) е’тибор берма! Аҳли суннат вал-жамоат олимларига ергаш!   Бошқаларга, инсон шайтонлари тўқиган ҳар хил бид’атларга алданма, улардан сақлан!   Мўминларга, аҳли суннат йўлидан юрганларга еса хуш хабар бер!   Аллоҳ таолонинг амну карами ва еҳсони билан Ундан ма’сумлик ва муваффақият   сўраймиз. Ҳасбуналлоҳу ва не’мал вакил. Ва соллаллоҳу а’ло саййидино Муҳаммадин ва   олиҳи ва соҳбиҳи ажма’ийн."
  }

]
